var data = {
    "行宫": {
        "title": "行宫",
        "cont": "\n寥落古行宫，宫花寂寞红。白头宫女在，闲坐说玄宗。\n",
        "author": "元稹",
        "authorLink": "http://so.gushiwen.org/author_18.aspx",
        "c1": "空旷冷落的古旧行宫，只有宫花寂寞地艳红。几个满头白发的宫女，闲坐无事谈论唐玄宗。",
        "c2": "（1）寥（liáo）落：寂寞冷落。（2）行宫：皇帝在京城之外的宫殿。这里指当时东都洛阳的皇帝行宫上阳宫。（3）宫花：行宫里的花。（4）白头宫女：据白居易《上阳白发人》，一些宫女天宝末年被“潜配”到上阳宫，在这冷宫里一闭四十多年，成了白发宫人。（5）说：谈论。（6）玄宗：指唐玄宗。 "
    },
    "山中送别": {
        "title": "山中送别",
        "cont": "\n山中相送罢，日暮掩柴扉。春草明年绿，王孙归不归？(明年 一作：年年)\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "在深山中送走了好友，夕阳落下把柴门半掩。春草到明年催生新绿，朋友啊你能不能回还？ ",
        "c2": "⑴掩：关闭。柴扉：柴门。⑵明年：一作“年年”。⑶王孙：贵族的子孙，这里指送别的友人。"
    },
    "渡汉江": {
        "title": "渡汉江",
        "cont": "\n岭外音书断，经冬复历春。近乡情更怯，不敢问来人。\n",
        "author": "宋之问",
        "authorLink": "http://so.gushiwen.org/author_248.aspx",
        "c1": "流放岭南与亲人断绝了音信，熬过了冬天又经历一个新春。越走近故乡心里就越是胆怯，不敢打听从家那边过来的人。",
        "c2": "⑴汉江：汉水。长江最大支流，源出陕西，经湖北流入长江。⑵岭外：五岭以南的广东省广大地区，通常称岭南。唐代常作罪臣的流放地。书：信。⑶来人：渡汉江时遇到的从家乡来的人。 "
    },
    "怨情": {
        "title": "怨情",
        "cont": "\n美人卷珠帘，深坐颦蛾眉。(颦蛾眉 一作：蹙)但见泪痕湿，不知心恨谁。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "美人儿卷起珠帘一直等待，一直坐着把双眉紧紧锁闭。只看见她泪痕湿满了两腮，不知道她是恨人还是恨己。",
        "c2": "①“深坐”句：写失望时的表情。深坐，久久呆坐。蹙蛾眉：皱眉。 "
    },
    "新嫁娘词": {
        "title": "新嫁娘词",
        "cont": "\n三日入厨下，洗手作羹汤。未谙姑食性，先遣小姑尝。\n",
        "author": "王建",
        "authorLink": "http://so.gushiwen.org/author_482.aspx",
        "c1": "新婚三天来到厨房，洗手亲自来作羹汤。不知婆婆什么口味，做好先让小姑品尝。",
        "c2": "1.三日：古代风俗，新媳妇婚后三日须下厨房做饭菜。2.羹：泛指做成浓的菜肴。3.“未谙”句：意思是还不熟悉婆婆的口味。谙：熟悉。姑食性：婆婆的口味。4.遣：让。小姑：一作“小娘”。丈夫的妹妹。也称小姑子。 "
    },
    "竹里馆": {
        "title": "竹里馆",
        "cont": "\n独坐幽篁里，弹琴复长啸。深林人不知，明月来相照。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "独自闲坐幽静竹林，时而弹琴时而长啸。密林之中何人知晓我在这里？只有一轮明月静静与我相伴。",
        "c2": "⑴竹里馆：辋川别墅胜景之一，房屋周围有竹林，故名。⑵幽篁（huáng）：幽深的竹林。⑶啸（xiào）：嘬口发出长而清脆的声音，类似于打口哨。⑷深林：指“幽篁”。⑸相照：与“独坐”相应，意思是说，左右无人相伴，唯有明月似解人意，偏来相照。⑹长啸：撮口而呼，这里指吟咏、歌唱。古代一些超逸之士常用来抒发感情。魏晋名士称吹口哨为啸。 "
    },
    "鹿柴": {
        "title": "鹿柴",
        "cont": "\n空山不见人，但闻人语响。返景入深林，复照青苔上。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "幽静的山谷里看不见人，只能听到那说话的声音。落日的影晕映入了深林，又照在青苔上景色宜人。",
        "c2": "（1）鹿柴（zhài）：“柴”同“寨“，栅栏。此为地名。（2）但：只。闻：听见。（3）返景：夕阳返照的光。“景”古时同“影”。（4） 照：照耀(着)。 "
    },
    "问刘十九": {
        "title": "问刘十九",
        "cont": "\n绿蚁新醅酒，红泥小火炉。晚来天欲雪，能饮一杯无？\n",
        "author": "白居易",
        "authorLink": "http://so.gushiwen.org/author_665.aspx",
        "c1": "新酿的米酒，色绿香浓；小小红泥炉，烧得殷红。天快黑了，大雪将要来。能否共饮一杯？朋友！",
        "c2": "我家新酿的米酒还未过滤，酒面上泛起一层绿泡，香气扑鼻。用红泥烧制成的烫酒用的小火炉也已准备好了。天色阴沉，看样子晚上即将要下雪，能否留下与我共饮一杯？ "
    },
    "杂诗": {
        "title": "杂诗",
        "cont": "\n近寒食雨草萋萋，著麦苗风柳映堤。等是有家归未得，杜鹃休向耳边啼。\n",
        "author": "",
        "authorLink": "http://so.gushiwen.orgundefined",
        "c1": "1、著：吹入。2、等是：为何。3、杜鹃：鸟名，即子规。",
        "c2": "时令将近寒食，春雨绵绵春草萋萋；春风过处苗麦摇摆，堤上杨柳依依。这是为什么呵，我却有家归去不得？杜鹃呵，不要在我耳边不停地悲啼。 "
    },
    "登鹳雀楼": {
        "title": "登鹳雀楼",
        "cont": "\n白日依山尽，黄河入海流。欲穷千里目，更上一层楼。\n",
        "author": "王之涣",
        "authorLink": "http://so.gushiwen.org/author_447.aspx",
        "c1": "夕阳依傍着西山慢慢地沉没， 滔滔黄河朝着东海汹涌奔流。若想把千里的风光景物看够， 那就要登上更高的一层城楼。 ",
        "c2": "1．鹳雀楼：旧址在山西永济县，楼高三层，前对中条山，下临黄河。传说常有鹳雀在此停留，故有此名。2．白日：太阳。3．依：依傍。4．尽：消失。 这句话是说太阳依傍山峦沉落。5。欲：想要得到某种东西或达到某种目的的愿望，但也有希望、想要的意思。6．穷：尽，使达到极点。7．千里目：眼界宽阔。8．更：替、换。（不是通常理解的“再”的意思） "
    },
    "宿建德江": {
        "title": "宿建德江",
        "cont": "\n移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。\n",
        "author": "孟浩然",
        "authorLink": "http://so.gushiwen.org/author_757.aspx",
        "c1": "把小船停靠在烟雾迷蒙的小洲，日暮时分新愁又涌上客子心头。旷野无边无际远天比树还低沉，江水清清明月来和人相亲相近。",
        "c2": "⑴建德江：指新安江流经建德（今属浙江）西部的一段江水。⑵移舟：划动小船。泊：停船靠岸。烟渚（zhǔ）：指江中雾气笼罩的小沙洲。烟：一作“幽”。渚：水中小块陆地。《尔雅·释水》：“水中可居者曰洲，小洲曰渚。”⑶客：指作者自己。愁：为思乡而忧思不堪。⑷野：原野。旷：空阔远大。天低树：天幕低垂，好像和树木相连。⑸月近人：倒映在水中的月亮好像来靠近人。 "
    },
    "八阵图": {
        "title": "八阵图",
        "cont": "\n功盖三分国，名成八阵图。（名成 一作：名高）江流石不转，遗恨失吞吴。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "三国鼎立你建立了盖世功绩，创八阵图你成就了永久声名。江水东流推不转你布阵石头，千古遗恨你灭吴失策功未就。",
        "c2": "⑴八阵图：由八种阵势组成的图形，用来操练军队或作战。⑵盖：超过。三分国：指三国时魏、蜀、吴三国。⑶石不转：指涨水时，八阵图的石块仍然不动。⑷失吞吴：是吞吴失策的意思。 "
    },
    "听筝": {
        "title": "听筝",
        "cont": "\n鸣筝金粟柱，素手玉房前。欲得周郎顾，时时误拂弦。\n",
        "author": "李端",
        "authorLink": "http://so.gushiwen.org/author_155.aspx",
        "c1": "金粟轴的古筝发出优美的声音，那素手拨筝的美人坐在玉房前。想尽了办法为博取周郎的青睐，你看她故意地时时拨错了琴弦。",
        "c2": "⑴听筝：弹奏筝曲。⑵金粟：古也称桂为金粟，这里当是指弦轴之细而精美。⑶柱：定弦调音的短轴。⑷素手：指弹筝女子纤细洁白的手。⑸玉房：指玉制的筝枕。房，筝上架弦的枕。⑹周郎：指三国时吴将周瑜。他二十四岁为大将，时人称其为“周郎”。他精通音乐，听人奏错曲时，即使喝得半醉，也会转过头看一下奏者。当时人称：“曲有误，周郎顾。”⑺拂弦：拨动琴弦。 "
    },
    "相思": {
        "title": "相思",
        "cont": "\n红豆生南国，春来发几枝。愿君多采撷，此物最相思。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "鲜红浑圆的红豆，生长在阳光明媚的南方，春暖花开的季节，不知又生出多少？希望思念的人儿多多采集，小小红豆引人相思。",
        "c2": "⑴相思：题一作“相思子”，又作“江上赠李龟年”。⑵红豆：又名相思子，一种生在江南地区的植物，结出的籽像豌豆而稍扁，呈鲜红色。⑶“春来”句：一作“秋来发故枝”。⑷“愿君”句：一作“劝君休采撷”。采撷（xié）：采摘。⑸相思：想念。 "
    },
    "春晓": {
        "title": "春晓",
        "cont": "\n春眠不觉晓，处处闻啼鸟。夜来风雨声，花落知多少。\n",
        "author": "孟浩然",
        "authorLink": "http://so.gushiwen.org/author_757.aspx",
        "c1": "春日里贪睡不知不觉天已破晓，搅乱我酣眠的是那啁啾的小鸟。昨天夜里风声雨声一直不断，那娇美的春花不知被吹落了多少？ ",
        "c2": "①晓：天刚亮的时候，春晓：春天的早晨。②不觉晓：不知不觉天就亮了。③啼鸟：鸟的啼叫声。④知多少：不知有多少。 "
    },
    "登乐游原": {
        "title": "登乐游原",
        "cont": "\n向晚意不适，驱车登古原。夕阳无限好，只是近黄昏。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "傍晚时心情不快，驾着车登上古原。夕阳啊无限美好，只不过接近黄昏。",
        "c2": "⑴乐游原：在长安（今西安）城南，是唐代长安城内地势最高地。汉宣帝立乐游庙，又名乐游苑。登上它可望长安城。乐游原在秦代属宜春苑的一部分，得名于西汉初年。《汉书·宣帝纪》载，“神爵三年，起乐游苑”。汉宣帝第一个皇后许氏产后死去葬于此，因“苑”与“原”谐音，乐游苑即被传为“乐游原”。对此《关中记》有记载：“宣帝许后葬长安县乐游里，立庙于曲江池北，曰乐游庙，因苑（《长安志》误作葬字）为名。”⑵向晚：傍晚。不适：不悦， 不快。⑶古原：指乐游原。⑷近：快要。 "
    },
    "江雪": {
        "title": "江雪",
        "cont": "\n千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。\n",
        "author": "柳宗元",
        "authorLink": "http://so.gushiwen.org/author_646.aspx",
        "c1": "所有的山，飞鸟全都断绝；所有的路，不见人影踪迹。江上孤舟，渔翁披蓑戴笠；独自垂钓，不怕冰雪侵袭。",
        "c2": "绝：无，没有。万径：虚指，指千万条路。人踪：人的脚印。孤：孤零零。蓑笠（suō lì）：蓑衣和斗笠　笠：用竹篾编成的帽子。（“蓑” ，古代用来防雨的衣服；“笠” ，古代用来防雨的帽子。）独：独自。 "
    },
    "夜思": {
        "title": "夜思",
        "cont": "\n床前明月光，疑是地上霜。举头望明月，低头思故乡。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "明亮的月光洒在床前的窗户纸上，好像地上泛起了一层霜。我禁不住抬起头来，看那天窗外空中的一轮明月，不由得低头沉思，想起远方的家乡。",
        "c2": "皎洁月光洒满床，恰似朦胧一片霜。仰首只见月一轮，低头教人倍思乡。 "
    },
    "春怨": {
        "title": "春怨",
        "cont": "\n纱窗日落渐黄昏，金屋无人见泪痕。 寂寞空庭春欲晚，梨花满地不开门。\n",
        "author": "刘方平",
        "authorLink": "http://so.gushiwen.org/author_506.aspx",
        "c1": "纱窗外的阳光淡去，黄昏渐渐降临；锁闭华屋，无人看见我悲哀的泪痕。庭院空旷寂寞，春天景色行将逝尽；梨花飘落满地，无情无绪把门关紧。",
        "c2": "金屋：原指汉武帝少时欲金屋藏阿娇事。这里指妃嫔所住的华丽宫室。 "
    },
    "哥舒歌": {
        "title": "哥舒歌",
        "cont": "\n北斗七星高，哥舒夜带刀。至今窥牧马，不敢过临洮。\n",
        "author": "西鄙人",
        "authorLink": "http://so.gushiwen.org/author_618.aspx",
        "c1": "黑夜里北斗七星挂得很高；哥舒翰夜带宝刀勇猛守边。至今吐蕃族的牧马只敢远望；他们再不敢南来越过临洮。",
        "c2": "⑴ 窥：窃伺。⑵ 临洮：秦筑长城西起于此。⑶ 哥舒：指哥舒翰，是唐玄宗的大将，突厥族哥舒部的后裔。 "
    },
    "宫词": {
        "title": "宫词",
        "cont": "\n十二楼中尽晓妆，望仙楼上望君王。锁衔金兽连环冷，水滴铜龙昼漏长。云髻罢梳还对镜，罗衣欲换更添香。遥窥正殿帘开处，袍袴宫人扫御床。\n",
        "author": "薛逢",
        "authorLink": "http://so.gushiwen.org/author_524.aspx",
        "c1": "大清早，宫妃们在十二楼打扮梳妆；登上望仙楼台，盼望着临幸的君王。兽形门环紧锁宫门，内心十分凄怆；铜龙漏斗越滴越慢，坐待更觉日长。发髻梳理完毕，还要对镜反复端详，重换一件罗衣，注意加熏一些香料。远远看见，正殿闪动人影启开珠帘；看见短袍绣裤宫女，正在打扫御床。",
        "c2": "1、十二楼：指一清早宫人就在梳妆以待幸。2、望仙楼：意谓望君如望仙。3、水滴铜龙昼漏长：指铜壶滴漏，古时计时仪器。4、袍?宫人：指穿着衣?的宫女。 "
    },
    "寻隐者不遇": {
        "title": "寻隐者不遇",
        "cont": "\n松下问童子，言师采药去。只在此山中，云深不知处。\n",
        "author": "贾岛",
        "authorLink": "http://so.gushiwen.org/author_491.aspx",
        "c1": "苍松下，我询问隐者的童子他的师傅到哪里去了？他说，师傅已经采药去了。还指着高山说，就在这座山中，可是林深云密，我也不知道他到底在哪。 ",
        "c2": "①寻：寻访。②隐者：古代指不肯做官而隐居在山野之间的人。③不遇：没有见到。 　④童子：小孩。这是指隐者的弟子。 　⑤言：回答,说。 　⑥云深：指山上云雾缭绕。⑦处：地方。 　 "
    },
    "送崔九": {
        "title": "送崔九",
        "cont": "\n归山深浅去，须尽丘壑美。莫学武陵人，暂游桃源里。\n",
        "author": "裴迪",
        "authorLink": "http://so.gushiwen.org/author_302.aspx",
        "c1": "你若要归山无论深浅都要去看看；山峦沟壑清净秀美要尽情地赏玩。千万别学陶渊明笔下那个武陵人，只在桃花源游了几天就匆匆出山。 ",
        "c2": "武陵人：指陶潜《桃花源记》的武陵渔人。 "
    },
    "秋夜寄邱员外": {
        "title": "秋夜寄邱员外",
        "cont": "\n怀君属秋夜，散步咏凉天。空山松子落，幽人应未眠。\n",
        "author": "韦应物",
        "authorLink": "http://so.gushiwen.org/author_564.aspx",
        "c1": "怀念你竟在这深秋的夜晚，散步咏叹多么寒凉的霜天。想此刻空山中正掉落松子，幽居的友人一定还未安眠。 ",
        "c2": "⑴丘二十二员外：名丹，苏州人，曾拜尚书郎，后隐居平山上。一作“邱二十二员外”。⑵属：正值，适逢，恰好。⑶幽人：幽居隐逸的人，悠闲的人，此处指丘员外。 "
    },
    "终南望余雪": {
        "title": "终南望余雪",
        "cont": "\n终南阴岭秀，积雪浮云端。林表明霁色，城中增暮寒。\n",
        "author": "祖咏",
        "authorLink": "http://so.gushiwen.org/author_508.aspx",
        "c1": "遥望终南，北山秀丽，皑皑白雪，若浮云间。雪后初晴，林梢之间闪烁着夕阳余晖，晚时分，长安城内又添了几分积寒。",
        "c2": "⑴终南：山名，在唐京城长安（今陕西西安）南面六十里处。余雪：指未融化之雪。《全唐》此诗题下有小字注：“有司试此题，咏赋四句即纳，或诘之，曰‘意尽’。”⑵阴岭：北面的山岭，背向太阳，故曰阴。⑶林表：林外，林梢。霁（jì）：雨、雪后天气转晴。 "
    },
    "送上人": {
        "title": "送上人",
        "cont": "\n孤云将野鹤，岂向人间住。莫买沃洲山，时人已知处。\n",
        "author": "刘长卿",
        "authorLink": "http://so.gushiwen.org/author_104.aspx",
        "c1": "孤云陪伴着野鹤，怎么能在人间居住。不要买下沃洲山，现在已经有人知道那儿了。",
        "c2": "你是行僧象孤云和野鹤，怎能在人世间栖居住宿？要归隐请别买沃洲名山，那里是世人早知的去处。 "
    },
    "送灵澈上人": {
        "title": "送灵澈上人",
        "cont": "\n苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。(斜阳 一作：夕阳)\n",
        "author": "刘长卿",
        "authorLink": "http://so.gushiwen.org/author_104.aspx",
        "c1": "青苍的竹林寺，近晚时传来深远的钟声。背着斗笠披着斜阳，独回青山渐行渐远。",
        "c2": "⑴灵澈上人：唐代著名僧人，本姓杨，字源澄，会稽（今浙江绍兴）人，后为云门寺僧。上人，对僧人的敬称。⑵苍苍：深青色。竹林寺：在现在江苏丹徒南。⑶杳（yǎo）杳：深远的样子。⑷荷（hè）笠：背着斗笠。荷，背着。 "
    },
    "玉台体": {
        "title": "玉台体",
        "cont": "\n昨夜裙带解，今朝蟢子飞。铅华不可弃，莫是藁砧归。\n",
        "author": "权德舆",
        "authorLink": "http://so.gushiwen.org/author_603.aspx",
        "c1": "昨晚我裙带忽然松弛解开，早晨又看见蟢子双双飞来。要赶紧描眉擦粉梳妆打扮，莫非是我的丈夫快要回来。",
        "c2": "（1）蟢子：小蜘蛛脚长者，俗称蟢子。（2）铅华：指脂粉。（3）藁砧：丈夫的隐语。 "
    },
    "听弹琴": {
        "title": "听弹琴",
        "cont": "\n泠泠七弦上，静听松风寒。(七弦  一作：七丝)古调虽自爱，今人多不弹。\n",
        "author": "刘长卿",
        "authorLink": "http://so.gushiwen.org/author_104.aspx",
        "c1": "七弦琴奏出清凉的曲调悠扬起伏，细细倾听就像那滚滚的松涛声。我虽然很喜爱这首古时的曲调，但在今天人们大多已不去弹奏了。",
        "c2": "⑴泠（líng）泠：形容清凉、清淡，也形容声音清越。丝：一作“弦”。⑵松风：以风入松林暗示琴声凄凉。琴曲中有《风入松》的调名。⑶古调：古时的曲调。 "
    },
    "闺怨": {
        "title": "闺怨",
        "cont": "\n闺中少妇不知愁，春日凝妆上翠楼。忽见陌头杨柳色，悔教夫婿觅封侯。\n",
        "author": "王昌龄",
        "authorLink": "http://so.gushiwen.org/author_437.aspx",
        "c1": "一闺中少妇未曾有过相思离别之愁，在明媚的春日，她精心妆饰，登上高楼。忽然看到路边的杨柳春色，惆怅之情涌上心头。她后悔当初不该让丈夫从军边塞，建功封侯。",
        "c2": "二闺阁中的少妇，从来不知忧愁；春来细心打扮，独自登上翠楼。忽见陌头杨柳新绿，心里难受；呵，悔不该叫夫君去觅取封侯。"
    },
    "芙蓉楼送辛渐": {
        "title": "芙蓉楼送辛渐",
        "cont": "\n寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。\n",
        "author": "王昌龄",
        "authorLink": "http://so.gushiwen.org/author_437.aspx",
        "c1": "迷蒙的烟雨，连夜洒遍吴地江天；清晨送走你，孤对楚山离愁无限！朋友啊，洛阳亲友若是问起我来；就说我依然冰心玉壶，坚守信念！",
        "c2": "1.芙蓉楼：原名西北楼，在润州（今江苏省镇江市）西北。登临可以俯瞰长江，遥望江北。据《元和郡县志》卷二十六《江南道·润州》丹阳：“晋王恭为刺史，改创西南楼名万岁楼，西北楼名芙蓉楼。”丹阳在今江苏省西南部，东北滨长江，大运河斜贯，属镇江市。辛渐：人的一位朋友。2.寒雨：秋冬时节的冷雨。连江：雨水与江面连成一片，形容雨很大。吴：古代国名，这里泛指江苏南部、浙江北部一带。江苏镇江一带为三国时吴国所属。3.平明：天亮的时候。客：指作者的好友辛渐。楚山：楚地的山。这里的楚也指南京一带，因为古代吴、楚先后统治过这里，所以吴、楚可以通称。孤：独自，孤单一人。4.洛阳：现位于河南省西部、黄河南岸。5.冰心，比喻纯洁的心。玉壶，道教概念妙真道教义，专指自然无为虚无之心。 "
    },
    "宫中词": {
        "title": "宫中词",
        "cont": "\n寂寂花时闭院门，美人相并立琼轩。 含情欲说宫中事，鹦鹉前头不敢言。\n",
        "author": "朱庆馀",
        "authorLink": "http://so.gushiwen.org/author_350.aspx",
        "c1": "百花盛开，宫院却寂寂地紧闭大门；俏丽宫女，相依相并伫立廊下赏春。满怀幽情，都想谈谈宫中忧愁的事，鹦鹉面前，谁也不敢吐露自己苦闷。",
        "c2": "琼轩：对廊台的美称。 "
    },
    "后宫词": {
        "title": "后宫词",
        "cont": "\n泪湿罗巾梦不成，夜深前殿按歌声。 红颜未老恩先断，斜倚薰笼坐到明。\n",
        "author": "白居易",
        "authorLink": "http://so.gushiwen.org/author_665.aspx",
        "c1": "泪水湿透了罗巾无法入睡好梦难成，深夜时分听到前殿传来按着节拍唱歌的声音。红颜尚未老去已经失去了君王的恩宠，斜靠着熏笼一直坐到天明。",
        "c2": "泪水湿透罗巾，好梦却难做成；深夜，前殿传来有节奏的歌声。红颜尚未衰减，恩宠却已断绝；她独倚着熏笼，一直坐到天明。"
    },
    "九月九日忆山东兄弟": {
        "title": "九月九日忆山东兄弟",
        "cont": "\n独在异乡为异客，每逢佳节倍思亲。遥知兄弟登高处，遍插茱萸少一人。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "独自远离家乡难免总有一点凄凉，每到重阳佳节倍加思念远方的亲人。远远想到兄弟们身佩茱萸登上高处，也会因为少我一人而生遗憾之情。",
        "c2": "⑴九月九日：即重阳节。古以九为阳数，故曰重阳。忆：想念。山东：王维迁居于蒲县（今山西永济县），在函谷关与华山以东，所以称山东。⑵异乡：他乡、外乡。 为异客：作他乡的客人。⑶佳节：美好的节日。⑷登高：古有重阳节登高的风俗。⑸茱萸（zhūyú）：一种香草，即草决明。古时人们认为重阳节插戴茱萸可以避灾克邪。 "
    },
    "近试上张水部": {
        "title": "近试上张水部",
        "cont": "\n洞房昨夜停红烛，待晓堂前拜舅姑。 妆罢低声问夫婿，画眉深浅入时无。\n",
        "author": "朱庆馀",
        "authorLink": "http://so.gushiwen.org/author_350.aspx",
        "c1": "洞房里昨夜花烛彻夜通明，等待拂晓拜公婆讨个好评。打扮好了轻轻问丈夫一声：我的眉画得浓淡可合时兴？",
        "c2": "⑴张水部：即张籍，曾任水部员外郎。⑵洞房：新婚卧室。停红烛：让红烛通宵点着。停：留置。⑶舅姑：公婆。⑷深浅：浓淡。入时无：是否时髦。这里借喻文章是否合适。 "
    },
    "春宫曲": {
        "title": "春宫曲",
        "cont": "\n昨夜风开露井桃，未央前殿月轮高。 平阳歌舞新承宠，帘外春寒赐锦袍。\n",
        "author": "王昌龄",
        "authorLink": "http://so.gushiwen.org/author_437.aspx",
        "c1": "昨夜的春风吹开了露井边的桃花，未央宫前的明月高高地挂在天上。平阳公主家的歌女新受武帝宠幸，见帘外略有春寒皇上特把锦袍赐给她。",
        "c2": "⑴春宫曲：一作“殿前曲”。⑵露井：指没有井亭覆盖的井。⑶未央：即未央宫​，汉宫殿名，汉高祖刘邦​所建。也指唐宫。⑷平阳歌舞：平阳公主​家中的歌女。新承：一作“承新”。 "
    },
    "凉州词": {
        "title": "凉州词",
        "cont": "\n黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。\n",
        "author": "王之涣",
        "authorLink": "http://so.gushiwen.org/author_447.aspx",
        "c1": "一黄河好像从白云间奔流而来，玉门关孤独地耸峙在高山中。将士何须哀怨那柳树不发芽，春风根本吹不到玉门关外。",
        "c2": "二纵目望去，黄河渐行渐远，好像奔流在缭绕的白云中间，就在黄河上游的万仞高山之中，一座孤城玉门关耸峙在那里，显得孤峭冷寂。何必用羌笛吹起那哀怨的杨柳曲去埋怨春光迟迟不来呢，原来玉门关一带春风是吹不到的啊！"
    },
    "逢入京使": {
        "title": "逢入京使",
        "cont": "\n故园东望路漫漫，双袖龙钟泪不干。 马上相逢无纸笔，凭君传语报平安。\n",
        "author": "岑参",
        "authorLink": "http://so.gushiwen.org/author_113.aspx",
        "c1": "东望家乡路程又远又长，热泪湿双袖还不断流淌。在马上与你相遇无纸笔，请告家人说我平安无恙。",
        "c2": "⑴入京使：进京的使者。⑵故园：指长安和自己在长安的家。漫漫：形容路途十分遥远。⑶龙钟：涕泪淋漓的样子。卞和《退怨之歌》：“空山歔欷泪龙钟。”这里是沾湿的意思。⑷凭：托，烦，请。传语：捎口信。 "
    },
    "黄鹤楼送孟浩然之广陵": {
        "title": "黄鹤楼送孟浩然之广陵",
        "cont": "\n故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。\n(唯 通：惟)\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "老朋友向我频频挥手，告别了黄鹤楼，在这柳絮如烟、繁花似锦的阳春三月去扬州远游。友人的孤船帆影渐渐地远去，消失在碧空的尽头，只看见一线长江，向邈远的天际奔流。",
        "c2": "⑴黄鹤楼：中国著名的名胜古迹，故址在今湖北武汉市武昌蛇山的黄鹄矶上，属于长江下游地带，传说三国时期的费祎于此登仙乘黄鹤而去，故称黄鹤楼。原楼已毁，现存楼为1985年修葺。孟浩然：李白的朋友。之：往、到达。广陵：即扬州。⑵故人：老朋友，这里指孟浩然。其年龄比李白大，在坛上享有盛名。李白对他很敬佩，彼此感情深厚，因此称之为“故人”。辞：辞别。⑶烟花：形容柳絮如烟、鲜花似锦的春天景物，指艳丽的春景。下：顺流向下而行。⑷碧空尽：消失在碧蓝的天际。尽：尽头，消失了。碧空：一作“碧山”。⑸唯见：只看见。天际流：流向天边 天际：天边，天边的尽头。 "
    },
    "早发白帝城": {
        "title": "早发白帝城",
        "cont": "\n朝辞白帝彩云间，千里江陵一日还。两岸猿声啼不住，轻舟已过万重山。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "清晨，朝霞满天，我就要踏上归程。从江上往高处看，可以看见白帝城彩云缭绕，如在云间，景色绚丽！千里之遥的江陵，一天之间就已经到达。两岸猿猴的啼声不断，回荡不绝。猿猴的啼声还回荡在耳边时，轻快的小船已驶过连绵不绝的万重山峦。",
        "c2": "二清晨，我告别高入云霄的白帝城江陵远在千里，船行只一日时间。两岸猿声，还在耳边不停地啼叫不知不觉，轻舟已穿过万重青山。 "
    },
    "贾生": {
        "title": "贾生",
        "cont": "\n宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "汉文帝求贤，宣示召见被贬臣子。贾谊才能，确实高明无人能及。只是空谈半夜，令人扼腕叹息。文帝尽问鬼神之事，只字不提国事民生。",
        "c2": "1.贾生：指贾谊（前200—前168），西汉著名的政论家、文学家，力主改革弊政，提出了许多重要政治主张，但却遭谗被贬，一生抑郁不得志。2.宣室：汉代长安城中未央宫前殿的正室。逐臣：被放逐之臣，指贾谊曾被贬谪。3.才调：才华气质。4.可怜：可惜，可叹。虚：徒然，空自。前席：在坐席上移膝靠近对方。5.苍生：百姓。问鬼神：事见《史记·屈原贾生列传》。汉文帝接见贾谊，“问鬼神之本。贾生因具道所以然之状。至夜半，文帝前席。” "
    },
    "隋宫": {
        "title": "隋宫",
        "cont": "\n紫泉宫殿锁烟霞，欲取芜城作帝家。玉玺不缘归日角，锦帆应是到天涯。于今腐草无萤火，终古垂杨有暮鸦。地下若逢陈后主，岂宜重问后庭花。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "韵译长安的殿阁内弥漫着一片烟霞，杨广还想把芜城作为帝王之家。如果不是李渊得到传国的玉玺，那么他的龙舟还会游遍到天涯。如今隋朝的宫苑中已不见萤虫，只有低垂的杨柳和归巢的乌鸦。如果杨广在地下和陈后主相遇，有心欣赏淫逸辱国的后庭花吗？散译长安的殿阁千门闲闭，空自笼罩着一片烟霞，又想在繁丽的江都，把宫苑修建得更加豪华。若不是皇帝的玉印归到了李家；隋炀帝的锦帆或许会游遍天涯。当年放萤的场所只剩下腐草，萤火早就断绝了根芽；多少年来隋堤寂寞凄冷，两边的垂杨栖息着归巢乌鸦。他若是在地下与陈后主重逢，难道能再去赏一曲《后庭花》",
        "c2": "⑴隋宫：指隋炀帝杨广在江都（今江苏扬州市）所建的行宫。⑵紫泉：即紫渊，长安河名，因唐高祖名李渊，为避讳而改。司马相如《上林赋》描写皇帝的上林苑“丹水亘其南，紫渊径其北”。此用紫泉宫殿代指隋朝京都长安的宫殿。锁烟霞：空有烟云缭绕。⑶“欲取”句：《隋书·炀帝纪》：“大业元年三月，发河南诸郡男女百余万开通济渠，······八月，上御龙舟幸江都。”芜城，即广陵（今扬州）。帝家，帝都。⑷玉玺（xǐ）：皇帝的玉印。日角：额角突出，古人以为此乃帝王之相。此处指唐高祖李渊。《旧唐书·唐俭传》：“高祖乃召入，密访时事，俭曰：‘明公日角龙庭，李氏又在图牒，天下属望’。”《后汉书·光武纪》注引郑玄《尚书中候注》：“日角，谓庭中骨起状如日。”朱建平《相书》：“额有龙犀入发，左角日，右角月，王天下。”刘孝标《辨命论》：“龙犀日角，帝王之表。”⑸锦帆：隋炀帝所乘的龙舟，其帆用华丽的宫锦制成。《开河记》：“帝自洛阳迁驾大梁，诏江淮诸州造大船五百只，······龙舟既成，泛江沿淮而下，······时舳舻相继，连接千里，自大梁至淮口，联绵不绝。锦帆过处，香闻百里。”⑹腐草无萤火：《礼记·月令》：“腐草为萤。”古人以为萤火虫是腐草变化出来的。《隋书·炀帝纪》：“大业十二年，上于景华宫征求萤火，得数斛，夜出游山放之，光遍岩谷。”这句采取夸张的手法，说炀帝已把萤火虫搜光了。⑺垂杨：隋炀帝自板诸引河达于淮，河畔筑御道，树以柳，名曰隋堤，一千三百里。《开河记》：“诏民间有柳一株赏一缣，百姓争献之。又令亲种，帝自种一株，群臣次第种栽毕，帝御笔写赐垂杨柳姓杨，曰杨柳也。”⑻“地下”二句：陈后主：南朝陈末代皇帝陈叔宝，荒淫亡国之君。后庭花：即《玉树后庭花》，陈后主所创，歌词绮艳。《隋遗录》载隋炀帝在江都，“昏腼滋深，往往为妖祟所惑。尝游吴公宅鸡台，恍惚间与陈后主相遇。后主舞女数十许，中一人迥美，帝屡目之，后主云：‘即丽华也。’因请丽华舞《玉树后庭花》。丽华徐起，终一曲。” "
    },
    "夜上受降城闻笛": {
        "title": "夜上受降城闻笛",
        "cont": "\n回乐峰前沙似雪，受降城外月如霜。(回乐峰 一作：回乐烽）不知何处吹芦管，一夜征人尽望乡。\n",
        "author": "李益",
        "authorLink": "http://so.gushiwen.org/author_484.aspx",
        "c1": "回乐峰前的沙地白得像雪，受降城外的月色有如秋霜。不知何处吹起凄凉的芦管，一夜间征人个个眺望故乡。",
        "c2": "⑴受降城：唐初名将张仁愿​为了防御突厥，在黄河以北筑受降城，分东、中、西三城，都在今内蒙古自治区境内。另有一种说法是：公元646年（贞观二十年），唐太宗亲临灵州接受突厥一部的投降,“受降城”之名即由此而来。⑵回乐峰：唐代有回乐县​，灵州治所，在今宁夏回族自治区灵武县西南。回乐峰即当地山峰。一作“回乐烽”：指回乐县附近的烽火台。⑶城下：一作“城上”，一作“城外”。⑷芦管：笛子。一作“芦笛”。⑸征人：戍边的将士。尽：全。 "
    },
    "嫦娥": {
        "title": "嫦娥",
        "cont": "\n云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "透过装饰着云母的屏风，烛影渐渐暗淡下去。银河也在静静地消失，晨星沉没在黎明的曙光里。月宫的嫦娥恐怕后悔偷了后羿的长生不老药，现在只有那青天碧海夜夜陪伴着她一颗孤独的心。",
        "c2": "云母屏风染上一层浓浓的烛影，银河逐渐斜落启明星也已下沉。嫦娥想必悔恨当初偷吃下灵药，如今独处碧海青天而夜夜寒心。"
    },
    "瑶池": {
        "title": "瑶池",
        "cont": "\n瑶池阿母绮窗开，黄竹歌声动地哀。 八骏日行三万里，穆王何事不重来。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "西王母在瑶池上把绮窗打开；只听得黄竹歌声音动地悲哀。八骏神马的车子日行三万里；周穆王为了何事违约不再来？ ",
        "c2": "1、瑶池阿母：《穆天子传》卷三：“天子宾于西王母，天子觞西王母于瑶池之上。西王母为天子谣曰：‘白云在天，山陵自出。道里悠远，山川间之。将子无死，尚能复来。’天子答之曰：‘予归东土，和治诸夏。万民平均，吾顾见汝。比及三年，将复而野。’”《武帝内传》称王母为“玄都阿母”。2、黄竹歌声：《穆天子传》卷五：“日中大寒，北风雨雪，有冻人。天子作三章以哀民。”3、八骏：传说周穆王有八匹骏马，可日行三万里。《列子》、《穆天子传》等记载不一。4、穆王：西周人，姓姬名满，传说他曾周游天下。此诗讽刺求仙之虚妄。首句写西王母倚窗伫望，候穆王而不至。次句借黄竹歌声暗示穆王已死。三四句则写西王母因穆王不来而心生疑问。斥神仙而以神仙（王母）的口气写出，句句对比，以见长生之虚妄，求仙之荒诞。《李义山诗集笺注》引程梦星曰：“此追叹武宗之崩也。武宗好仙，又好游猎，又宠王才人。此诗熔铸其事而出之，只用穆王一事，足概武宗三端。用思最深，措辞最巧。” "
    },
    "为有": {
        "title": "为有",
        "cont": "\n为有云屏无限娇，凤城寒尽怕春宵。 无端嫁得金龟婿，辜负香衾事早朝。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "云母屏风后面的美人格外娇，京城寒冬已过却怕短暂春宵。无端地嫁了个做高官的丈夫，不恋温暖香衾只想去上早朝。",
        "c2": "⑴云屏：雕饰着云母图案的屏风，古代皇家或富贵人家所用。⑵凤城：此指京城。⑶无端：没来由。金龟婿：佩带金龟（即作官）的丈夫。《新唐书·车服志》：“天授二年，改佩鱼皆为龟，其后三品以上龟袋饰以金。”  "
    },
    "寄令狐郎中": {
        "title": "寄令狐郎中",
        "cont": "\n嵩云秦树久离居，双鲤迢迢一纸书。 休问梁园旧宾客，茂陵秋雨病相如。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "你是嵩山云我是秦川树，长久离居；千里迢迢，你寄来一封慰问的书信。请别问我这个梁园旧客生活的甘苦；我就像茂陵秋雨中多病的司马相如。",
        "c2": "⑴嵩：中岳嵩山，在今河南。⑵双鲤：指书信。⑶梁园：梁孝王在梁地大兴土木，以睢阳为中心，根据自然景色，修建了一个很大的花园，称东苑，也叫菟园，后人称为梁园。⑷茂陵：今陕西兴平县东北，以汉武帝陵墓而得名。 "
    },
    "江南逢李龟年": {
        "title": "江南逢李龟年",
        "cont": "\n岐王宅里寻常见，崔九堂前几度闻。 正是江南好风景，落花时节又逢君。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "当年在岐王宅里，常常见到你的演出；在崔九堂前，也曾多次欣赏你的艺术。没有想到，在这风景一派大好的江南；正是落花时节，能巧遇你这位老相熟。",
        "c2": "1.李龟年：唐朝开元、天宝年间的著名乐师，擅长唱歌。因为受到皇帝唐玄宗的宠幸而红极一时。“安史之乱”后，李龟年流落江南，卖艺为生。2.岐王：唐玄宗李隆基的弟弟，名叫李范，以好学爱才著称，雅善音律。3.寻常：经常。4.崔九：崔涤，在兄弟中排行第九，中书令崔湜的弟弟。玄宗时，曾任殿中监，出入禁中，得玄宗宠幸。崔姓，是当时一家大姓，以此表明李龟年原来受赏识。5.江南：这里指今湖南省一带。6.落花时节：暮春，通常指阴历三月。落花的寓意很多，人衰老飘零，社会的凋弊丧乱都在其中。7.君：指李龟年。 "
    },
    "夜雨寄北": {
        "title": "夜雨寄北",
        "cont": "\n君问归期未有期，巴山夜雨涨秋池。 何当共剪西窗烛，却话巴山夜雨时。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "您问归期，归期实难说准，巴山连夜暴雨，涨满秋池。何时归去，共剪西窗烛花，当面诉说，巴山夜雨况味。",
        "c2": "1.寄北：写寄给北方的人。诗人当时在巴蜀（现在四川省），他的亲友在长安，所以说“寄北”。这首诗表达了诗人对亲友的深刻怀念。2.君：对对方的尊称，等于现代汉语中的“您”。3.归期：指回家的日期。4.巴山：指大巴山，在陕西南部和四川东北交界处。这里泛指巴蜀一带。5.秋池：秋天的池塘。6.何当：什么时候。7.共：副词，用在谓语前，表示动作行为是由两个或几个施事者共同发生的。可译为“一起”。8.剪西窗烛：剪烛，剪去燃焦的烛芯，使灯光明亮。这里形容深夜秉烛长谈。“西窗话雨”“西窗剪烛”用作成语，所指也不限于夫妇，有时也用以写朋友间的思念之情。 9.却话：回头说，追述。 "
    },
    "赠别·其二": {
        "title": "赠别·其二",
        "cont": "\n多情却似总无情，唯觉樽前笑不成。蜡烛有心还惜别，替人垂泪到天明。\n",
        "author": "杜牧",
        "authorLink": "http://so.gushiwen.org/author_211.aspx",
        "c1": "聚首如胶似漆作别却象无情；只觉得酒筵上要笑笑不出声。案头蜡烛有心它还依依惜别；你看它替我们流泪流到天明。 ",
        "c2": "多情句：意谓多情者满腔情绪，一时无法表达，只能无言相对，倒象彼此无情。樽：酒杯。 "
    },
    "遣怀": {
        "title": "遣怀",
        "cont": "\n落魄江南载酒行，楚腰纤细掌中轻。(江南 一作：江湖；纤细 一作：肠断)十年一觉扬州梦，赢得青楼薄幸名。\n",
        "author": "杜牧",
        "authorLink": "http://so.gushiwen.org/author_211.aspx",
        "c1": "失意潦倒，携酒漂泊江湖，沉湎于楚灵王喜好的细腰女子和赵飞燕的轻盈舞姿。扬州十年的纵情声色，好像一场梦，醒悟回头，却在青楼女子这中落得一个薄情的名声。",
        "c2": "⑴落魄：仕宦潦倒不得意，飘泊江湖。魄一作拓。楚腰：指细腰美女。《韩非子·二柄》：“楚灵王好细腰，而国中多饿人。”⑵掌中轻：汉成帝皇后赵飞燕“体轻，能为掌上舞”（《飞燕外传》）。⑶十年：一作三年。⑷青楼：旧指精美华丽的楼房，也指妓院。薄幸：薄情。 "
    },
    "赠别·其一": {
        "title": "赠别·其一",
        "cont": "\n娉娉袅袅十三余，豆蔻梢头二月初。春风十里扬州路，卷上珠帘总不如。\n多情却似总无情，唯觉樽前笑不成。蜡烛有心还惜别，替人垂泪到天明。\n",
        "author": "杜牧",
        "authorLink": "http://so.gushiwen.org/author_211.aspx",
        "c1": "姿态美好举止轻盈正是十三年华，活象二月初含苞待放一朵豆蔻花。看遍扬州城十里长街的青春佳丽，卷起珠帘卖俏粉黛没有比得上她。",
        "c2": "如胶似漆作别却象无情；只觉得酒筵上要笑笑不出声。案头蜡烛有心它还依依惜别；你看它替我们流泪流到天明。"
    },
    "金谷园": {
        "title": "金谷园",
        "cont": "\n繁华事散逐香尘，流水无情草自春。日暮东风怨啼鸟，落花犹似坠楼人。\n",
        "author": "杜牧",
        "authorLink": "http://so.gushiwen.org/author_211.aspx",
        "c1": "繁华往事，已跟香尘一样飘荡无存；流水无情，野草却年年以碧绿迎春。啼鸟悲鸣，傍晚随着东风声声传来；落花纷纷，恰似那为石崇坠楼的绿珠美人。",
        "c2": "1、香尘：石崇为教练家中舞妓步法，以沉香屑铺象牙床上，使她们践踏，无迹者赐以珍珠。2、坠楼人：指石崇爱妾绿珠，曾为石崇坠楼而死。 "
    },
    "寄扬州韩绰判官": {
        "title": "寄扬州韩绰判官",
        "cont": "\n青山隐隐水迢迢，秋尽江南草未凋。二十四桥明月夜，玉人何处教吹箫？\n",
        "author": "杜牧",
        "authorLink": "http://so.gushiwen.org/author_211.aspx",
        "c1": "青山隐隐约约绿水千里迢迢，秋时已尽江南草木还未枯凋。二十四桥明月映照幽幽清夜，你这美人现在何处教人吹箫？",
        "c2": "⑴韩绰：事不详，杜牧另有《哭韩绰》。判官：观察使、节度使的属官。时韩绰似任淮南节度使判官。⑵迢迢：指江水悠长遥远。一作“遥遥”。⑶草未凋（diāo）：一作“草木凋”。凋：凋谢。⑷二十四桥：一说为二十四座桥。北宋沈括《梦溪笔谈·补笔谈》卷三中对每座桥的方位和名称一一做了记载。一说有一座桥名叫二十四桥，清李斗《扬州画舫录》卷十五：“廿四桥即吴家砖桥，一名红药桥，在熙春台后，……扬州鼓吹词序云，是桥因古二十四美人吹箫于此，故名。”⑸玉人：貌美之人。这里是杜牧对韩绰的戏称。一说指扬州歌妓。教：使，令。 "
    },
    "秋夕": {
        "title": "秋夕",
        "cont": "\n银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。(天阶 一作：天街；卧看 一作：坐看)\n",
        "author": "杜牧",
        "authorLink": "http://so.gushiwen.org/author_211.aspx",
        "c1": "在秋夜里烛光映照着画屏，手拿着小罗扇扑打萤火虫。夜色里的石阶清凉如冷水，静坐寝宫凝视牛郎织女星。",
        "c2": "⑴秋夕：秋天的夜晚。⑵银烛：银色而精美的蜡烛。银，一作“红”。画屏：画有图案的屏风。⑶轻罗小扇：轻巧的丝质团扇。流萤：飞动的萤火虫。⑷天阶：露天的石阶。天，一作“瑶”。⑸坐看：坐着朝天看。坐：一作“卧”。牵牛织女星：两个星座的名字，指牵牛星、织女星。亦指古代神话中的人物牵牛和织女。 "
    },
    "将赴吴兴登乐游原一绝": {
        "title": "将赴吴兴登乐游原一绝",
        "cont": "\n清时有味是无能，闲爱孤云静爱僧。 欲把一麾江海去，乐游原上望昭陵。\n",
        "author": "杜牧",
        "authorLink": "http://so.gushiwen.org/author_211.aspx",
        "c1": "太平时闲游有趣却是无能，闲爱天上孤云安静爱山僧。我愿手持旌麾去吴兴上任，乐游原上再望望风雨昭陵。 ",
        "c2": "⑴吴兴：即今浙江省湖州市。乐游原：在长安城南，地势高敞，可以眺望，是当时的游览胜地。⑵“清时”句：意谓当这清平无所作为之时，自己所以有此闲情。 ⑶一麾（huī）：旌旗。⑷昭陵：唐太宗的陵墓。 "
    },
    "赤壁": {
        "title": "赤壁",
        "cont": "\n折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。\n",
        "author": "杜牧",
        "authorLink": "http://so.gushiwen.org/author_211.aspx",
        "c1": "一支折断了的铁戟（古代兵器）沉没在水底的沙中还没有销蚀掉，经过自己又磨又洗发现这是当年赤壁之战的遗留之物。假如东风不给周瑜以方便，结局恐怕是曹操取胜，二乔被关进铜雀台了。",
        "c2": "⑴折戟：折断的戟。戟，古代兵器。⑵销：销蚀。⑶将：拿起。⑷磨洗：磨光洗净。⑸认前朝：认出戟是东吴破曹时的遗物。⑹东风：指三国时期的一个战役──火烧赤壁。⑺周郎：指周瑜，字公瑾，年轻时即有才名，人乎周郎。后任吴军大都督，曾参与赤壁之战并为此战役中的主要人物。⑻铜雀：即铜雀台，曹操在今河北省临漳县建造的一座楼台，楼顶里有大铜雀，台上住姬妾歌妓，是曹操暮年行乐处。⑼二乔：东吴乔公的两个女儿，一嫁前国主孙策（孙权兄），称大乔，一嫁军事统帅周瑜，称小乔，合称“二乔”。 "
    },
    "征人怨": {
        "title": "征人怨",
        "cont": "\n岁岁金河复玉关，朝朝马策与刀环。 三春白雪归青冢，万里黄河绕黑山。\n",
        "author": "柳中庸",
        "authorLink": "http://so.gushiwen.org/author_118.aspx",
        "c1": "年年岁岁戍守金河保卫玉关，日日夜夜挥舞马鞭手握刀环。时届暮春白雪飘飞归来塞外，万里奔波渡过黄河绕过黑山。",
        "c2": "⑴岁岁：年复一年，年年月月。金河：即黑河，在今呼和浩特市城南。玉关：即甘肃玉门关。⑵朝（zhāo）朝：每天，日日夜夜。马策：马鞭。刀环：刀柄上的铜环，喻征战事。⑶三春：春季的三个月或暮春，此处指暮春。青冢（zhǒng）：西汉时王昭君的坟墓，在今内蒙古呼和浩特之南，当时被认为是远离中原的一处极僻远荒凉的地方。传说塞外草白，惟独昭君墓上草色发青，故称青冢。⑷黑山：一名杀虎山，在今内蒙古呼和浩特市东南。 "
    },
    "泊秦淮": {
        "title": "泊秦淮",
        "cont": "\n烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱后庭花。\n",
        "author": "杜牧",
        "authorLink": "http://so.gushiwen.org/author_211.aspx",
        "c1": "浩渺寒江之上弥漫着迷蒙的烟雾，皓月的清辉洒在白色沙渚之上。入夜，我将小舟泊在秦淮河畔，临近酒家。金陵歌女似乎不知何为亡国之恨黍离之悲，竟依然在对岸吟唱着淫靡之曲《玉树后庭花》。",
        "c2": "Mist veils the cold stream, and moonlight the sand, as I moor in the shadow of a river-tavern,Where girls, with no thought of a perished Kingdom, gaily echo a song of courtyard flowers. "
    },
    "金陵图": {
        "title": "金陵图",
        "cont": "\n谁谓伤心画不成，画人心逐世人情。 君看六幅南朝事，老木寒云满故城。\n",
        "author": "韦庄",
        "authorLink": "http://so.gushiwen.org/author_622.aspx",
        "c1": "谁说画不出六朝古都的伤心事，只不过是那些画家为了迎合当权者的心态而不画伤心图而已。你看这六幅描摹南朝往事的画中，枯老的树木和寒凉的云朵充满了整个金陵城。",
        "c2": "⑴金陵：古地名，即今江苏南京及江宁等地，为六朝故都。⑵逐：随，跟随。《玉篇》：“逐，从也。”这里可作迎合解。⑶老木：枯老的树木。’ "
    },
    "滁州西涧": {
        "title": "滁州西涧",
        "cont": "\n独怜幽草涧边生，上有黄鹂深树鸣。 春潮带雨晚来急，野渡无人舟自横。\n",
        "author": "韦应物",
        "authorLink": "http://so.gushiwen.org/author_564.aspx",
        "c1": "最是喜爱涧边生长的幽幽野草，还有那树丛深处婉转啼唱的黄鹂。春潮不断上涨，还夹带着密密细雨。荒野渡口无人，只有一只小船悠闲地横在水面。",
        "c2": "⑴滁州：在今安徽滁州以西。西涧：在滁州城西，俗名称上马河。　⑵独怜：唯独喜欢。幽草：幽谷里的小草。幽，一作“芳”。生：一作“行”。⑶深树：枝叶茂密的树。深，《才调集》作“远”。树，《全唐》注“有本作‘处’”。⑷春潮：春天的潮汐。⑸野渡：郊野的渡口。横：指随意飘浮。 "
    },
    "题金陵渡": {
        "title": "题金陵渡",
        "cont": "\n金陵津渡小山楼，一宿行人自可愁。 潮落夜江斜月里，两三星火是瓜州。\n",
        "author": "张祜",
        "authorLink": "http://so.gushiwen.org/author_56.aspx",
        "c1": "夜宿金陵渡口的小山楼，辗转难眠心中满怀旅愁。斜月朦胧江潮正在下落，对岸星火闪闪便是瓜洲。",
        "c2": "⑴金陵渡：渡口名，在今江苏省镇江市附近。⑵津：渡口。小山楼：渡口附近小楼，作者住宿之处。⑶宿：过夜。行人：旅客，指作者自己。可：当。⑷斜月：下半夜偏西的月亮。星火：形容远处三三两两像星星一样闪烁的火光。⑸瓜州：在长江北岸，今江苏省邗江县南部，与镇江市隔江相对，向来是长江南北水运的交通要冲。 "
    },
    "寄人": {
        "title": "寄人",
        "cont": "\n别梦依依到谢家，小廊回合曲阑斜。多情只有春庭月，犹为离人照落花。\n",
        "author": "张泌",
        "authorLink": "http://so.gushiwen.org/author_688.aspx",
        "c1": "别梦中隐约来到了谢家，徘徊在小回廊栏杆底下。只有天上春月最是多情，还为离人照着庭院落花。",
        "c2": "⑴谢家：泛指闺中女子。晋谢奕之女谢道韫、唐李德裕之妾谢秋娘等皆有盛名，故后人多以“谢家”代闺中女子。⑵“小廊”句：指梦中所见景物。回合：回环、回绕。阑：栏杆。⑶“多情”句：指梦后所见。⑷离人：这里指寻梦人。 "
    },
    "赠内人": {
        "title": "赠内人",
        "cont": "\n禁门宫树月痕过，媚眼惟看宿鹭窠。斜拔玉钗灯影畔，剔开红焰救飞蛾。\n",
        "author": "张祜",
        "authorLink": "http://so.gushiwen.org/author_56.aspx",
        "c1": "月光由宫门移到宫树梢，媚眼只看那宿鹭的窝巢。在灯影旁拔下头上玉钗，挑开灯焰救出扑火飞蛾。",
        "c2": "⑴内人：指宫女。因皇宫又称大内，故宫女称内人。⑵禁门：宫门。⑶宿鹭：指双栖之鸳鸯。⑷红焰：指灯芯。 "
    },
    "集灵台·其一": {
        "title": "集灵台·其一",
        "cont": "\n日光斜照集灵台，红树花迎晓露开。 昨夜上皇新授箓，太真含笑入帘来。\n",
        "author": "张祜",
        "authorLink": "http://so.gushiwen.org/author_56.aspx",
        "c1": "太真：杨贵妃为女道士时号太真，住内太真宫。",
        "c2": "旭日光辉斜照华清宫旁的集灵台，树上红花一朵朵地迎着朝露绽开。昨夜玄宗刚在这里为杨玉环授?，太真满面笑容地进入珠帘受宠来。 "
    },
    "枫桥夜泊": {
        "title": "枫桥夜泊",
        "cont": "\n月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。\n",
        "author": "张继",
        "authorLink": "http://so.gushiwen.org/author_747.aspx",
        "c1": "月亮已落下乌鸦啼叫寒气满天， 对着江边枫树和渔火忧愁而眠。姑苏城外那寂寞清静寒山古寺， 半夜里敲钟的声音传到了客船。",
        "c2": "枫桥：在今苏州市阊门外。夜泊：夜间把船停靠在岸边。乌啼：一说为乌鸦啼鸣，一说为乌啼镇。霜满天：霜，不可能满天，这个“霜”字应当体会作严寒；霜满天，是空气极冷的形象语。江枫：一般解释作“江边枫树”，江指吴淞江，源自太湖，流经上海，汇入长江，俗称苏州河。另外有人认为指“江村桥”和“枫桥”。“枫桥”在吴县南门（阊阖门）外西郊，本名“封桥”，因张继此而改为“枫桥”。渔火：通常解释，“鱼火”就是渔船上的灯火；也有说法指“渔火”实际上就是一同打渔的伙伴。对愁眠：伴愁眠之意，此句把江枫和渔火二词拟人化。就是后世有不解诗的人，怀疑江枫渔火怎么能对愁眠，于是附会出一种讲法，说愁眠是寒山寺对面的山名。姑苏：苏州的别称，因城西南有姑苏山而得名。寒山寺：在枫桥附近，始建于南朝梁代。相传因唐代僧人寒山、拾得曾住此而得名。在今苏州市西枫桥镇。本名“妙利普明塔院”，又名枫桥寺；另一种说法，“寒山”乃泛指肃寒之山，非寺名。寺曾经数次重建，现在的寺宇，为太平天国以后新建。寺钟在第二次世界大战时，被日本人运走，下落不明。夜半钟声：当今的佛寺（春节）半夜敲钟，但当时有半夜敲钟的习惯，也叫「无常钟」或「分夜钟」。宋朝大文豪欧阳修曾提出疑问表示：“诗人为了贪求好句，以至于道理说不通，这是作文章的毛病，如张继诗句“夜半钟声到客船”，句子虽好，但那有三更半夜打钟的道理？”可是经过许多人的实地查访，才知苏州和邻近地区的佛寺，有打半夜钟的风俗。 "
    },
    "桃花溪": {
        "title": "桃花溪",
        "cont": "\n隐隐飞桥隔野烟，石矶西畔问渔船。 桃花尽日随流水，洞在清溪何处边。\n",
        "author": "张旭",
        "authorLink": "http://so.gushiwen.org/author_15.aspx",
        "c1": "一座高桥隔着云烟出现，在岩石的西畔询问渔船。桃花整天随着流水流淌，桃源洞口在清溪的哪边？",
        "c2": "⑴桃花溪：水名，在湖南省桃源县桃源山下。⑵飞桥：高桥。⑶石矶：水中积石或水边突出的岩石、石堆。渔船：源自陶渊明《桃花源记》中语句。⑷尽日：整天，整日。⑸洞：指《桃花源记》中武陵渔人找到的洞口。 "
    },
    "集灵台·其二": {
        "title": "集灵台·其二",
        "cont": "\n虢国夫人承主恩，平明骑马入宫门。却嫌脂粉污颜色，淡扫峨眉朝至尊。\n",
        "author": "张祜",
        "authorLink": "http://so.gushiwen.org/author_56.aspx",
        "c1": "1、虢国夫人：杨贵妃三姊的封号。2、平明：天刚亮时。",
        "c2": "虢国夫人受到皇上的宠恩，大清早就骑马进入了宫门。只嫌脂粉会玷污她的美艳，淡描蛾眉就进去朝见至尊。 "
    },
    "回乡偶书·其一": {
        "title": "回乡偶书·其一",
        "cont": "\n少小离家老大回，乡音无改鬓毛衰。(鬓毛衰 一作：鬓毛催)儿童相见不相识，笑问客从何处来。\n",
        "author": "贺知章",
        "authorLink": "http://so.gushiwen.org/author_368.aspx",
        "c1": "我在年少时离开家乡，到了迟暮之年才回来。我的乡音虽未改变，但鬓角的毛发却已经疏落。儿童们看见我，没有一个认识的。他们笑着询问：这客人是从哪里来的呀？　 ",
        "c2": "(1)偶书：随便写的。偶：说明诗写作得很偶然，是随时有所见、有所感就写下来的。 (2)少小离家：贺知章三十七岁中进士，在此以前就离开家乡。老大：年纪大了。贺知章回乡时已年逾八十。(3)乡音：家乡的口音。无改：没什么变化。一作“难改”。鬓毛：额角边靠近耳朵的头发。一作“面毛”。衰（cui）：减少，疏落。鬓毛衰：指鬓毛减少，疏落。(4)相见：即看见我；相：带有指代性的副词。不相识：即不认识我。(5)笑问：一本作“却问”，一本作“借问”。 "
    },
    "陇西行": {
        "title": "陇西行",
        "cont": "\n誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人！(春闺 一作：深闺)\n",
        "author": "陈陶",
        "authorLink": "http://so.gushiwen.org/author_93.aspx",
        "c1": "唐军将士誓死横扫匈奴奋不顾身，五千身穿锦袍的精兵战死在胡尘。真可怜呵那无定河边成堆的白骨，还是少妇们梦中相依相伴的丈夫。",
        "c2": "①貂锦：这里指战士，指装备精良的精锐之师。②无定河：在陕西北部。③春闺：这里指战死者的妻子。④匈奴：指西北边境部族。 "
    },
    "瑶瑟怨": {
        "title": "瑶瑟怨",
        "cont": "\n冰簟银床梦不成，碧天如水夜云轻。 雁声远过潇湘去，十二楼中月自明。\n",
        "author": "温庭筠",
        "authorLink": "http://so.gushiwen.org/author_415.aspx",
        "c1": "秋夜床席冰冷梦也难以做成，天空碧蓝如水夜云像沙样轻。雁声凄厉远远地飞过潇湘去，十二楼中的明月空自放光明。",
        "c2": "⑴瑶瑟：玉镶的华美的瑟。⑵冰簟：清凉的竹席。银床：指洒满月光的床。⑶远：一作“还”。过：一作“向”。潇湘：二水名，在今湖南境内。此代指楚地。⑷十二楼：原指神仙的居所，此指女子的住所。 "
    },
    "月夜": {
        "title": "月夜",
        "cont": "\n今夜鄜州月，闺中只独看。遥怜小儿女，未解忆长安。 香雾云鬟湿，清辉玉臂寒。何时倚虚幌，双照泪痕干。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "今夜鄜州月亮，一定同样清圆，遥想闺中妻子，只能独自观赏。可怜幼小的儿女，怎懂思念的心酸？蒙蒙雾气，或许沾湿了妻子的鬓发；冷冷月光，该是映寒了妻子的玉臂。何时才能团圆相见，倚靠薄帷共赏明月。那时一定月色依旧，就让月光默默照干我们的泪痕。",
        "c2": "⑴鄜（fū）州：今陕西省富县。当时杜甫的家属在鄜州的羌村，杜甫在长安。⑵闺中：内室。看，读平声kān。⑶怜：想。⑷未解：尚不懂得。⑸香雾云鬟（huán）湿，清辉玉臂寒：写想象中妻独自久立，望月怀人的形象。香雾：雾本来没有香气，因为香气从涂有膏沐的云鬟中散发出来，所以说“香雾”。望月已久，雾深露重，故云鬟沾湿，玉臂生寒。杨慎谓：“雨未尝有香，而无微之云：‘雨香云淡觉微和。’云未尝有香，而卢象诗云：‘云气香流水。’今按：雾本无香，香从鬟中膏沐生耳。如薛能诗‘和花香雪九重城’，则以香雪借形柳花也。梁章隐《咏素馨花》诗：‘细花穿弱缕，盘向绿云鬟。’”云鬟，古代妇女的环形发饰。⑹清辉：阮籍诗《咏怀》其十四：“明月耀清晖。”⑺虚幌：透明的窗帷。幌，帷幔。⑻双照：与上面的\"独看\"对应，表示对未来团聚的期望。泪痕：隋宫诗《叹疆场》“泪痕犹尚在。” "
    },
    "乌衣巷": {
        "title": "乌衣巷",
        "cont": "\n朱雀桥边野草花，乌衣巷口夕阳斜。 旧时王谢堂前燕，飞入寻常百姓家。\n",
        "author": "刘禹锡",
        "authorLink": "http://so.gushiwen.org/author_197.aspx",
        "c1": "朱雀桥边一些野草开花，乌衣巷口唯有夕阳斜挂。当年王导、谢安檐下的燕子，如今已飞进寻常百姓家中。 ",
        "c2": "【朱雀桥】在金陵城外，乌衣巷在桥边。 在今南京市东南，在文德桥南岸，是三国东吴时的禁军驻地。由于当时禁军身着黑色军服，所以此地俗语称乌衣巷。在东晋时以王导、谢安两大家族，都居住在乌衣巷，人称其子弟为“乌衣郎”。入唐后，乌衣巷沦为废墟。现为民间工艺品的汇集之地。【乌衣】燕子，旧时王谢之家庭多燕子。今江苏省南京市江宁区，横跨秦淮河。【寻常】平常。【王谢】王导、谢安，晋相，世家大族，贤才众多，皆居巷中，冠盖簪缨，为六朝(吴、东晋、宋齐梁陈先后建都于建康即今之南京)巨室。至唐时，则皆衰落不知其处。【旧时】晋代。 "
    },
    "春词": {
        "title": "春词",
        "cont": "\n新妆宜面下朱楼，深锁春光一院愁。 行到中庭数花朵，蜻蜓飞上玉搔头。\n",
        "author": "刘禹锡",
        "authorLink": "http://so.gushiwen.org/author_197.aspx",
        "c1": "浓妆艳抹打扮一新下红楼，深深庭院春光虽好只添愁。走到庭中查数新开的花朵，蜻蜓有情飞到了玉簪上头。",
        "c2": "⑴春词：春怨之词。“春词”为白居易原题目。⑵宜面：脂粉和脸色很匀称。一作“粉面”。朱楼：髹以红漆的楼房，多指富贵女子的居所。⑶蜻蜓：暗指头上之香。玉搔头：玉簪，可用来搔头，故称。 "
    },
    "马嵬坡": {
        "title": "马嵬坡",
        "cont": "\n玄宗回马杨妃死，云雨难忘日月新。终是圣明天子事，景阳宫井又何人。\n",
        "author": "郑畋",
        "authorLink": "http://so.gushiwen.org/author_572.aspx",
        "c1": "玄宗返回长安杨贵妃早已死，旧时恩爱难忘国家开始振兴。处死杨妃也是玄宗英明决策，不然就会步陈后主亡国后尘。",
        "c2": "⑴马嵬（wéi ）坡：即马嵬驿，因晋代名将马嵬曾在此筑城而得名，在今陕西兴平市西，为杨贵妃缢死的地方。⑵回马：指唐玄宗由蜀还长安。⑶云雨：出自宋玉《高唐赋》“旦为朝云，暮为行雨”，后引申为男女欢爱。此句意谓玄宗、贵妃之间的恩爱虽难忘却，而国家却已一新。⑷景阳宫井：故址在今江苏省南京市玄武湖边。南朝的昏昧陈后主陈叔宝听说隋兵已经攻进城来，就和宠妃张丽华、孙贵嫔躲在景阳宫井中，结果还是被隋兵俘虏。 "
    },
    "已凉": {
        "title": "已凉",
        "cont": "\n碧阑干外绣帘垂，猩血屏风画折枝。 八尺龙须方锦褥，已凉天气未寒时。\n",
        "author": "韩偓",
        "authorLink": "http://so.gushiwen.org/author_130.aspx",
        "c1": "翠绿色的栏杆外绣帘儿低垂，猩红的屏风上画着草木花卉。龙须草织成的席子铺上锦褥，天气已凉却还未到寒冷时候。",
        "c2": "⑴绣帘：一作“翠帘”。⑵猩血：一作“猩色”，猩红色。屏风：一种用来遮挡和做隔断的东西。画折枝：一作“画柘枝”，指图绘花卉草木。⑶龙须：属灯心草科，茎可织席。这里指草席。 "
    },
    "寒食": {
        "title": "寒食",
        "cont": "\n春城无处不飞花，寒食东风御柳斜。 日暮汉宫传蜡烛，轻烟散入五侯家。\n",
        "author": "韩翃",
        "authorLink": "http://so.gushiwen.org/author_473.aspx",
        "c1": "暮春时节，长安城处处柳絮飞舞、落红无数，寒食节东风吹拂着皇家花园的柳枝。夜色降临，宫里忙着传蜡烛，袅袅炊烟散入王侯贵戚的家里。",
        "c2": "①春城：暮春时的长安城。②寒食：古代在清明节前两天的节日，焚火三天，只吃冷食，所以称寒食。御柳：御苑之柳，皇城中的柳树。③汉宫：这里指唐朝皇官。传蜡烛：寒食节普天下禁火，但权贵宠臣可得到皇帝恩赐而得到燃烛。《唐辇下岁时记》“清明日取榆柳之火以赐近臣”。④五侯：汉成帝时封王皇后的五个兄弟王谭、王商、王立、王根、王逢时皆为候，受到特别的恩宠。这里泛指天子近幸之臣。 "
    },
    "送杜少府之任蜀州": {
        "title": "送杜少府之任蜀州",
        "cont": "\n城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。\n",
        "author": "王勃",
        "authorLink": "http://so.gushiwen.org/author_289.aspx",
        "c1": "巍巍长安，雄踞三秦之地；渺渺四川，却在迢迢远方。你我命运何等相仿，奔波仕途，远离家乡。只要有知心朋友，四海之内不觉遥远。即便在天涯海角，感觉就像近邻一样。岔道分手，实在不用儿女情长，泪洒衣裳。",
        "c2": "⑴少府：官名。之：到、往。蜀州：今四川崇州。⑵城阙（què ）辅三秦：城阙，即城楼，指唐代京师长安城。辅，护卫。三秦，指长安城附近的关中之地，即今陕西省潼关以西一带。秦朝末年，项羽破秦，把关中分为三区，分别封给三个秦国的降将，所以称三秦。这句是倒装句，意思是京师长安三秦作保护。五津：指岷江的五个渡口白华津、万里津、江首津、涉头津、江南津。这里泛指蜀川。辅三秦：一作“俯西秦”。⑶风烟望五津：“风烟”两字名词用作状语，表示行为的处所。全句意为江边因远望而显得迷茫如啼眼，是说在风烟迷茫之中，遥望蜀州。⑷君：对人的尊称，相当于“您”。⑸同：一作“俱”。宦（huàn）游：出外做官。⑹海内：四海之内，即全国各地。古代人认为我国疆土四周环海，所以称天下为四海之内。⑺天涯：天边，这里比喻极远的地方。比邻：并邻，近邻。⑻无为：无须、不必。歧（qí）路：岔路。古人送行常在大路分岔处告别。⑼沾巾：泪水沾湿衣服和腰带。意思是挥泪告别。 "
    },
    "送梓州李使君": {
        "title": "送梓州李使君",
        "cont": "\n万壑树参天，千山响杜鹃。山中一夜雨，树杪百重泉。汉女输橦布，巴人讼芋田。文翁翻教授，不敢倚先贤。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "万壑古树高耸云天，千山深处杜鹃啼啭。山中春雨一夜未停，树丛梢头流淌百泉。汉女辛劳织布纳税，巴人地少诉讼争田。望你发扬文翁政绩，奋发有为不负先贤。",
        "c2": "⑴梓州：《唐正音》作“东川”。梓州是隋唐州名，治所在今四川三台。李使君：李叔明，先任东川节度使、遂州刺史，后移镇梓州。⑵壑（hè）：山谷。⑶杜鹃：鸟名，一名杜宇，又名子规。⑷一夜雨：一作“一半雨”。⑸树杪（miǎo）：树梢。⑹汉女：汉水的妇女。橦（tóng）布：橦木花织成的布，为梓州特产。⑺巴：古国名，故都在今四川重庆。芋田：蜀中产芋，当时为主粮之一。这句指巴人常为农田事发生讼案。⑻文翁：汉景时为郡太守，政尚宽宏，见蜀地僻陋，乃建造学宫，诱育人才，使巴蜀日渐开化。翻：翻然改变，通“反”。⑼先贤：已经去世的有才德的人。这里指汉景帝时蜀郡守。最后两句，纪昀说是“不可解”。赵殿成说是“不敢，当是敢不之误”。高眇瀛云：“末二句言文翁教化至今已衰，当更翻新以振起之，不敢倚先贤成绩而泰然无为也。此相勉之意，而昔人以为此二句不可解，何邪？”赵、高二说中，赵说似可采。 "
    },
    "汉江临眺": {
        "title": "汉江临眺",
        "cont": "\n楚塞三湘接，荆门九派通。江流天地外，山色有无中。郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。\n",
        "author": "王维本站",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "汉江流经楚塞又折入三湘，西起荆门往东与九江相通。远望江水好像流到天地外，近看山色缥缈若有若无中。岸边都城仿佛在水面浮动，水天相接波涛滚滚荡云空。襄阳的风光的确令人陶醉，我愿在此地酣饮陪伴山翁。",
        "c2": "⑴汉江：即汉水，流经陕西汉中、安康，湖北十堰、襄阳、荆门、潜江、仙桃、孝感，到汉口流入长江。题在元代方回的《瀛奎律髓》中题名为“汉江临眺”，临眺，登高远望。汉江从襄阳城中流过，把襄阳与樊城一分为二（合称“襄樊”），以及襄樊周围大大小小的无数城郭（包括襄阳城门外的许多“瓮城”），一个个都像在眼前的水道两旁漂浮。临泛江上，随着小舟在波澜中摇晃，感觉远处的天空都在摇动，非常恰当地扣题，写出“临泛”的独特观感。假如是“汉江临眺”，就不会有这样的感觉。所以此诗还是应题为《汉江临泛》为是。⑵楚塞：楚国边境地带，这里指汉水流域，此地古为楚国辖区。三湘：湖南有湘潭、湘阴、湘乡，合称三湘。一说是漓湘、蒸湘、潇湘总称三湘。⑶荆门：山名，荆门山，在今湖北宜都县西北的长江南岸，战国时为楚之西塞。九派：九条支流，长江至浔阳分为九支。这里指江西九江。⑷郡邑：指汉水两岸的城镇。浦：水边。⑸好风日：一作“风日好”，风景天气好。⑹山翁：一作“山公”，指山简，晋代竹林七贤之一山涛的幼子，西晋将领，镇守襄阳，有政绩，好酒，每饮必醉。这里借指襄阳地方官。 "
    },
    "酬张少府": {
        "title": "酬张少府",
        "cont": "\n晚年唯好静，万事不关心。自顾无长策，空知返旧林。 松风吹解带，山月照弹琴。君问穷通理，渔歌入浦深。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "人到晚年特别喜好安静，对人间万事都漠不关心。自思没有高策可以报国，只要求归隐家乡的山林。宽解衣带对着松风乘凉，山月高照正好弄弦弹琴。君若问穷困通达的道理，请听水浦深处渔歌声音。",
        "c2": "⑴酬：以词酬答。张少府：当指张九龄，字子寿，一名博物。韶州曲江（今属广东）人。官至中书侍郎同中书门下平章事。后遭李林甫排挤罢相。少府，唐人称县尉为少府。从“君问穷通理”句看，张少府亦是诗人同道之人。⑵晚年：年老之时。唐包佶《发襄阳后却寄公安人》诗：“晚年多疾病，中路有风尘。”唯：亦写作“惟”，只。好（hào）：爱好。⑶自顾：自念；自视。三国魏曹植《赠白马王彪》诗：“自顾非金石，咄唶令心悲。”李善注：“郑玄《毛诗笺》曰：‘顾，念也。’”长策：犹良计。《史记·平津侯主父列传》：“靡毙中国，快心匈奴，非长策也。”⑷空知：徒然知道。旧林：指禽鸟往日栖息之所。这里比喻旧日曾经隐居的园林。晋陶潜《归园田居》诗之一：“羁鸟恋旧林，池鱼思故渊。”⑸吹解带：吹着诗人宽解衣带时的闲散心情。解带，表示熟不拘礼，或表示闲适。《三国志·蜀志·诸葛亮传》：“亮深谓备雄姿杰出，遂解带写诚，厚相结纳。”⑹“君问”两句：这是劝张少府达观，也即要他像渔樵那样，不因穷通而有得失之患。君：一作“若”。穷：不能当官。通：能当官。理：道理。渔歌：隐士的歌。暗用《楚辞·渔父》的典故：“渔父莞尔而笑，鼓枻而去，乃歌曰：‘沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。’遂去，不复而言。”浦深：河岸的深处。 "
    },
    "终南山": {
        "title": "终南山",
        "cont": "\n太乙近天都，连山接海隅。白云回望合，青霭入看无。 分野中峰变，阴晴众壑殊。欲投人处宿，隔水问樵夫。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "巍巍的太乙山临近长安城，山连着山一直蜿蜒到海边。白云缭绕回望中合成一片，青霭迷茫进入山中都不见。中央主峰把终南东西隔开，各山间山谷迥异阴晴多变。想在山中找个人家去投宿，隔水询问那樵夫可否方便？",
        "c2": "1.终南山，在长安南五十里，秦岭主峰之一。古人又称秦岭山脉为终南山。秦岭绵延八百余里，是渭水和汉水的分水岭。2.太乙：又名太一，秦岭之一峰。唐人每称终南山一名太一，如《元和郡县志》：\"终南山在县（京兆万年县）南五十里。按经传所说，终南山一名太一，亦名中南\"。3.天都：天帝所居，这里指帝都长安。4.青霭：山中的岚气。霭：云气。5.海隅：海边。终南山并不到海，此为夸张之词。6 分野：古天文学名词。古人以天上的二十八个星宿的位置来区分中国境内的地域，被称为分野。地上的每一个区域都对应星空的某一处分野。7.壑：山谷。“分野中峰变，阴晴众壑殊”这两句是说终南山连绵延伸，占地极广，中峰两侧的分野都变了，众山谷的天气也阴晴变化，各自不同。8.人处：有人烟处。 "
    },
    "终南别业": {
        "title": "终南别业",
        "cont": "\n中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "中年以后存有较浓的好道之心，直到晚年才安家于终南山边陲。兴趣浓时常常独来独往去游玩，有快乐的事自我欣赏自我陶醉。间或走到水的尽头去寻求源流，间或坐看上升的云雾千变万化。偶然在林间遇见个把乡村父老，偶与他谈笑聊天每每忘了还家。",
        "c2": "①中岁：中年。好（hào）：喜好。道：这里指佛教。②家：安家。南山：即终南山。陲（chuí）：边缘，旁边，边境；南山陲，指辋 川别墅所在地，意思是终南山脚下。③胜事：美好的事。④值：遇到。叟（sǒu）：老翁。⑤无还期：没有回还的准确时间。 "
    },
    "过香积寺": {
        "title": "过香积寺",
        "cont": "\n不知香积寺，数里入云峰。古木无人径，深山何处钟。泉声咽危石，日色冷青松。薄暮空潭曲，安禅制毒龙。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "不知道香积寺在什么地方，攀登好几里误入云拥群峰。古木参天却没有人行路径，深山里何处传来古寺鸣钟。山中泉水撞危石响声幽咽，松林里日光照射也显寒冷。黄昏时来到空潭隐蔽之地，安然地修禅抑制心中毒龙。",
        "c2": "⑴过：过访，探望。香积寺：唐代著名寺院，有争议，一说香积寺在长安县（今陕西省西安市）南神禾原上。”故址已废。一说在河南汝州，今风穴寺，唐时称香积寺。⑵入云峰：登上入云的高峰。⑶钟：寺庙的钟鸣声。⑷咽：呜咽。危：高的，陡的。“危石”意为高耸的崖石。⑸冷青松：为青松所冷。⑹薄暮：黄昏。曲：水边。“安禅”即安静地打坐，在这里指佛家思想。⑺安禅：为佛家术语，指身心安然进入清寂宁静的境界，在这里指佛家思想。毒龙：佛家比喻俗人的邪念妄想。见《涅槃经》：“但我住处有一毒龙，想性暴急，恐相危害。” "
    },
    "辋川闲居赠裴秀才迪": {
        "title": "辋川闲居赠裴秀才迪",
        "cont": "\n寒山转苍翠，秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。(馀 一作 余)复值接舆醉，狂歌五柳前。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "寒山转变得格外郁郁苍苍，秋水日日舒缓地流向远方。我柱杖伫立在茅舍的门外，迎风细听着那暮蝉的吟唱。渡头那边太阳快要落山了，村子里的炊烟一缕缕飘散。又碰到裴迪这个接舆酒醉，在恰如陶潜的我面前讴狂。",
        "c2": "1.辋川：水名，在今陕西省蓝田县南终南山下。山麓有宋之问的别墅，后归王维。王维在那里住了三十多年，直至晚年。裴迪：人，王维的好友，与王维唱和较多。2.转苍翠：一作“积苍翠”。转：转为，变为。苍翠：青绿色，苍为灰白色，翠为墨绿色。3.潺湲（chán yuán ）：水流声。这里指水流缓慢的样子，当作为“缓慢地流淌”解。4.听暮蝉：聆听秋后的蝉儿的鸣叫。暮蝉：秋后的蝉，这里是指蝉的叫声。5.渡头：渡口。余：又作“馀”。6.墟里：村落。孤烟：直升的炊烟，可以是倚门看到的第一缕村烟。7.值：遇到。接舆：陆通先生的字。接舆是春秋时楚国人，好养性，假装疯狂，不出去做官。在这里以接舆比裴迪。8.五柳：陶渊明。这里诗人以“五柳先生”自比。这两句诗的意思是说，又碰到狂放的裴迪喝醉了酒，在我面前唱歌。 "
    },
    "山居秋暝": {
        "title": "山居秋暝",
        "cont": "\n空山新雨后，天气晚来秋。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "空旷的群山沐浴了一场新雨，夜晚降临使人感到已是初秋。皎皎明月从松隙间洒下清光，清清泉水在山石上淙淙淌流。竹林喧响知是洗衣姑娘归来，莲叶轻摇想是上游荡下轻舟。春日的芳菲不妨任随它消歇，秋天的山中王孙自可以久留。",
        "c2": "⑴暝（míng）：日落，天色将晚。⑵空山：空旷，空寂的山野。新：刚刚。⑶清泉石上流：写的正是雨后的景色。⑷竹喧：竹林中笑语喧哗。喧：喧哗，这里指竹叶发出沙沙声响。浣（huàn）女：洗衣服的姑娘。浣：洗涤衣物。⑸随意：任凭。春芳：春天的花草。歇：消散，消失。⑹王孙：原指贵族子弟，后来也泛指隐居的人。留：居。此句反用淮南小山《招隐士》：“王孙兮归来，山中兮不可久留”的意思，王孙实亦自指。反映出无可无不可的襟怀。 "
    },
    "喜外弟卢纶见宿": {
        "title": "喜外弟卢纶见宿",
        "cont": "\n静夜四无邻，荒居旧业贫。雨中黄叶树，灯下白头人。以我独沉久，愧君相见频。平生自有分，况是蔡家亲。\n",
        "author": "司空曙",
        "authorLink": "http://so.gushiwen.org/author_750.aspx",
        "c1": "静静的深夜四周没有相邻，居住在荒野因为家中清贫。树上黄叶在雨中纷纷飘零，犹如灯下白发老人的命运。自惭这样长久地孤独沉沦，辜负你频繁地来把我慰问。我们是友生来就有缘分，更何况你我两家还是表亲。",
        "c2": "⑴卢纶：作者表弟，与作者同属“大历十才子”。见宿：留下住宿。见：一作“访”。⑵自有（fèn）：一作“有深分”。分：情谊。⑶蔡家亲：也作“霍家亲”。晋羊祜为蔡邕外孙，这里借指两家是表亲。 "
    },
    "贼平后送人北归": {
        "title": "贼平后送人北归",
        "cont": "\n世乱同南去，时清独北还。他乡生白发，旧国见青山。 晓月过残垒，繁星宿故关。寒禽与衰草，处处伴愁颜。\n",
        "author": "司空曙",
        "authorLink": "http://so.gushiwen.org/author_750.aspx",
        "c1": "战乱时我和你一同逃到南方，时局安定你却独自北归家园。流落他乡头上已经生出白发，战后的家乡也只能见到青山。晓行要经过许多残破的营垒，夜里只能披星露宿荒凉故关。旷野里的飞禽与枯黄的野草，将处处伴随着你的悲苦愁颜。",
        "c2": "⑴贼平：指平定“安史之乱”。⑵时清：指时局已安定。⑶“旧国”句：意谓你到故乡，所见者也惟有青山如故。旧国：指故乡。⑷残垒：战争留下的军事壁垒。 "
    },
    "归嵩山作": {
        "title": "归嵩山作",
        "cont": "\n清川带长薄，车马去闲闲。流水如有意，暮禽相与还。荒城临古渡，落日满秋山。迢递嵩高下，归来且闭关。\n",
        "author": "王维本站",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "清澈的川水环绕一片草木，驾车马徐徐而去从容悠闲。流水好像对我充满了情意，傍晚的鸟儿随我一同回还。荒凉的城池靠着古老渡口，落日的余晖洒满金色秋山。在遥远又高峻的嵩山脚下，闭上门谢绝世俗度过晚年。",
        "c2": "⑴嵩山：五岳之一，称中岳，地处河南省登封市西北面。⑵清川：清清的流水，当指伊水及其支流。清：一作“晴”。川：河川。带：围绕，映带。薄：草木丛生之地，草木交错曰薄。⑶去：行走。闲闲：从容自得的样子。⑷暮禽：傍晚的鸟儿。禽：一作“云”。相与：相互作伴。⑸荒城：按嵩山附近如登封等县，屡有兴废，荒城当为废县。临：当着。古渡：指古时的渡口遗址。⑹迢递：遥远的样子。递：形容遥远。嵩高：嵩山别称嵩高山。⑺且：将要。闭关：佛家闭门静修。这里有闭户不与人来往之意。闭：一作“掩”。 "
    },
    "云阳馆与韩绅宿别": {
        "title": "云阳馆与韩绅宿别",
        "cont": "\n故人江海别，几度隔山川。乍见翻疑梦，相悲各问年。孤灯寒照雨，深竹暗浮烟。更有明朝恨，离杯惜共传。\n",
        "author": "司空曙",
        "authorLink": "http://so.gushiwen.org/author_750.aspx",
        "c1": "自从和老友在江海分别，隔山隔水已度过多少年。突然相见反而怀疑是梦，悲伤叹息互相询问年龄。孤灯暗淡照着窗外冷雨，幽深的竹林漂浮着云烟。明朝更有一种离愁别恨，难得今夜聚会传杯痛饮。",
        "c2": "⑴云阳：县名，县治在今陕西泾阳县西北。韩绅：《全唐》注：“一作韩升卿。”韩愈的四叔名绅卿，与司空曙同时，曾在泾阳任县令，可能即为此人。宿别：同宿后又分别。⑵江海：指上次的分别地，也可理解为泛指江海天涯，相隔遥远。⑶几度：几次，此处犹言几年。⑷乍：骤，突然。翻：反而。⑸年：年时光景。⑹离杯：饯别之酒。杯：酒杯，此代指酒。共传：互相举杯。 "
    },
    "次北固山下": {
        "title": "次北固山下",
        "cont": "\n客路青山外，行舟绿水前。(青山外 一作：青山下)潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。\n",
        "author": "王湾",
        "authorLink": "http://so.gushiwen.org/author_117.aspx",
        "c1": "旅途在青山外，在碧绿的江水前行舟。潮水涨满，两岸之间水面宽阔，顺风行船恰好把帆儿高悬。夜幕还没有褪尽，旭日已在江上冉冉升起，还在旧年时分，江南已有了春天的气息。寄出去的家信不知何时才能到达，希望北归的大雁捎到洛阳去。",
        "c2": "In Castle Peak Road outside, in front of the Green River.The tide flat, broad between the two sides of the water, happened to hoist heavy.Residual night has not yet subsided, the sun rises from the sea, bye-bye is not behind the river has been revealed of spring.Letter to send out not knowing when to arrive, the geese are sent to Luoyang to hope that the North."
    },
    "赋得古原草送别": {
        "title": "赋得古原草送别",
        "cont": "\n离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。\n",
        "author": "白居易",
        "authorLink": "http://so.gushiwen.org/author_665.aspx",
        "c1": "长长的原上草是多么茂盛，每年秋冬枯黄春来草色浓。无情的野火只能烧掉干叶，春风吹来大地又是绿茸茸。野草野花蔓延着淹没古道，艳阳下草地尽头是你征程。我又一次送走知心的好友，茂密的青草代表我的深情。",
        "c2": "赋得：借古人句或成语命题作诗。诗题前一般都冠以“赋得”二字。这是古代人学习作诗或文人聚会分题作诗或科举考试时命题作诗的一种方式，称为\"赋得体\"。离离：青草茂盛的样子。一岁一枯荣：枯，枯萎。荣，茂盛。野草每年都会茂盛一次，枯萎一次。远芳侵古道：芳，指野草那浓郁的香气。远芳：草香远播。侵，侵占，长满。远处芬芳的野草一直长到古老的驿道上。晴翠：草原明丽翠绿。王孙：本指贵族后代，此指远方的友人。萋萋：形容草木长得茂盛的样子。 "
    },
    "题大庾岭北驿": {
        "title": "题大庾岭北驿",
        "cont": "\n阳月南飞雁，传闻至此回。我行殊未已，何日复归来。江静潮初落，林昏瘴不开。明朝望乡处，应见陇头梅。\n",
        "author": "宋之问本站",
        "authorLink": "http://so.gushiwen.org/author_248.aspx",
        "c1": "阴历十月的时候，大雁就开始南飞，据说飞到大庾岭，它们就全部折回。鸟儿不进，我却行程未止远涉岭南，真不知何日何时，我才能遇赦归来？潮水退落了，江面静静地泛着涟漪，深山老林昏暗暗，瘴气浓重散不开。来日我登上高山顶，向北遥望故乡，抑或能看到：那山头上初放的红梅。",
        "c2": "⑴大庾岭：在江西、广东交界处，为五岭之一。北驿：大庾岭北面的驿站。⑵阳月：阴历十月。⑶殊：还。“我行”句意谓自己要去的贬谪之地还远，所以自己还不能停下。⑷瘴：旧指南方湿热气候下山林间对人有害的毒气。⑸望乡处：远望故乡的地方，指站在大庾岭处。⑹陇头梅：大庾岭地处南方，其地气候和暖，故十月即可见梅，旧时红白梅夹道，故有梅岭之称。陇头：即为“岭头”。 "
    },
    "寄左省杜拾遗": {
        "title": "寄左省杜拾遗",
        "cont": "\n联步趋丹陛，分曹限紫微。晓随天仗入，暮惹御香归。 白发悲花落，青云羡鸟飞。圣朝无阙事，自觉谏书稀。\n",
        "author": "岑参",
        "authorLink": "http://so.gushiwen.org/author_113.aspx",
        "c1": "上朝时齐步同登红色台阶，分署办公又和你相隔紫微。早晨跟着天子的仪仗入朝，晚上身染御炉的香气回归。满头增白发悲叹春花凋落，遥望青云万里羡慕鸟高飞。圣明的朝代大概没有错事，规谏皇帝的奏章日见稀微。",
        "c2": "⑴左省：门下省。杜拾遗：即杜甫，曾任左拾遗。⑵“联步”句：意为两人一起同趋，然后各归东西。联步：同行。丹陛：皇宫的红色台阶，借指朝廷。⑶曹：官署。限：阻隔，引申为分隔。紫微：古人以紫微星垣比喻皇帝居处，此指朝会时皇帝所居的宣政殿。中书省在殿西，门下省在殿东。⑷天仗：即仙仗，皇家的仪仗。⑸惹：沾染。御香：朝会时殿中设炉燃香。⑹鸟飞：隐喻那些飞黄腾达者。⑺阙事：指错失。⑻自：当然。谏书：劝谏的奏章。 "
    },
    "夜泊牛渚怀古": {
        "title": "夜泊牛渚怀古",
        "cont": "\n牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。(挂帆席 一作：去)\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "秋夜行舟停泊在西江牛渚山，蔚蓝的天空中没有一丝游云。我登上小船仰望明朗的秋月，徒然地怀想起东晋谢尚将军。我也能够吟哦袁宏的咏史，可惜没有那识贤的将军倾听。明早我将挂起船帆离开牛渚，这里只有满天枫叶飘落纷纷。",
        "c2": "⑴牛渚：山名，在今安徽当涂县西北。诗题下有注：此地即谢尚闻袁宏咏史处。⑵西江：从南京以西到江西境内的一段长江，古代称西江。牛渚也在西江这一段中。⑶谢将军：东晋谢尚，今河南太康县人，官镇西将军，镇守牛渚时，秋夜泛舟赏月，适袁宏在运租船中诵己作《咏史》诗，音辞都很好，遂大加赞赏，邀其前来，谈到天明。袁从此名声大振，后官至东阳太守。⑷高咏：谢尚赏月时，曾闻诗人袁宏在船中高咏，大加赞赏。⑸斯人：指谢尚。⑹挂帆席：一作“洞庭去”。挂帆：扬帆。⑺落：一作“正”。 "
    },
    "赠孟浩然": {
        "title": "赠孟浩然",
        "cont": "\n吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。 醉月频中圣，迷花不事君。高山安可仰，徒此揖清芬。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "我敬重孟先生的庄重潇洒，他为人高尚风流倜傥闻名天下。少年时鄙视功名不爱官冕车马，高龄白首又归隐山林摒弃尘杂。明月夜常常饮酒醉得非凡高雅，他不事君王迷恋花草胸怀豁达。高山似的品格怎么能仰望着他？只在此揖敬他芬芳的道德光华！",
        "c2": "1.孟夫子：指孟浩然。夫子，一般的尊称。2.风流：古人以风流赞美文人，主要是指有文采，善词章，风度潇洒，不钻营苟且等。王士源《孟浩然集序》说孟“骨貌淑清，风神散朗，救患释纷，以立义表。灌蔬艺竹，以全高尚。”3.红颜句：意谓从青年时代起就对轩冕荣华（仕宦）不感兴趣。4.白首：白头，指老年。5..醉月句：月下醉饮。中圣：“中圣人”的简称，即醉酒。曹魏时徐邈喜欢喝酒，称酒清者为圣人，酒浊者为贤人。中：读去声，动词，“中暑”、“中毒”之“中”，此为饮清酒而醉，故曰中圣。释源：《三国志·魏志·徐邈传》：“徐邈字景山，燕国蓟人也。……魏国初建，为尚书郎，时科禁酒，而邈私饮至于沈醉。校事赵达问以曹事，邈曰：‘中圣人。’达白之太祖，太祖甚怒。度辽将军鲜于辅进曰：‘平日醉客谓酒清者为圣人，浊者为贤人，邈性修慎，偶醉言耳。’竟坐得免刑。”说解：曹操严禁饮酒。徐邈身为尚书郎，私自饮酒，违犯禁令。当下属问询官署事务时，他竟说“中圣人”，意思是自己饮中了酒。因当时人讳说酒字，把清酒叫圣人，浊酒叫贤人。关于“酒”与“圣人”之关系，最早的记载出现于《春秋左传·襄公二十二年》： 【传】二十二年春，臧武仲如晋，雨，过御叔。御叔在其邑，将饮酒，曰：“焉用圣人！我将饮酒而己，雨行，何以圣为？”穆叔闻之曰：“不可使也，而傲使人，国之蠹也。”令倍其赋。后世遂以“中圣人”或“中圣”指饮酒而醉6.迷花：迷恋花草，此指陶醉于自然美景。事君：侍奉皇帝。7.高山：言孟品格高尚，令人敬仰。《经·小雅·车舝》：“高山仰止，景行行止”。8.徒此揖清芬：只有在此向您清高的人品致敬了。李白出蜀后，游江陵、潇湘、庐山、金陵、扬州、姑苏等地，然后回头又到了江夏。他专程去襄阳拜访孟浩然，不巧孟已外游，李白不无遗憾地写了这首诗，表达敬仰和遗憾之情。“高山安可仰，徒此揖清芬”二句，即透出仰慕而未能一见之意。 "
    },
    "渡荆门送别": {
        "title": "渡荆门送别",
        "cont": "\n渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "乘船远行，路过荆门一带，来到楚国故地。青山渐渐消失，平野一望无边。长江滔滔奔涌，流入广袤荒原。月映江面，犹如明天飞镜；云变蓝天，生成海市蜃楼。故乡之水恋恋不舍，不远万里送我行舟。",
        "c2": "⑴荆门：山名，位于今湖北省宜都县西北长江南岸，与北岸虎牙三对峙，地势险要，自古即有楚蜀咽喉之称。⑵远：远自。⑶楚国：楚地，指湖北一带，春秋时期属楚国。⑷平野：平坦广阔的原野。⑸江：长江。大荒：广阔无际的田野。⑹月下飞天镜：明月映入江水，如同飞下的天镜。下：移下。⑺海楼：海市蜃楼，这里形容江上云霞的美丽景象。⑻仍：依然。怜：怜爱。一本作“连”。故乡水：指从四川流来的长江水。因人从小生活在四川，把四川称作故乡。⑼万里：喻行程之远。 "
    },
    "听蜀僧浚弹琴": {
        "title": "听蜀僧浚弹琴",
        "cont": "\n蜀僧抱绿绮，西下峨眉峰。为我一挥手，如听万壑松。 客心洗流水，馀响入霜钟。不觉碧山暮，秋云暗几重。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "蜀僧怀抱着绿绮琴，来自遥远的峨眉山。为我随意挥手一弹，如同听到万壑松声。余音袅袅，汇入霜天钟声，我心清静，如经流水洗过。不知不觉，暮色笼罩青山，秋云黯淡，布满黄昏天空。",
        "c2": "⑴蜀僧濬：即蜀地的僧人名濬的。有人认为“蜀僧濬”即李白集中《赠宣州灵源寺仲濬公》中的仲濬公。⑵绿绮（qǐ）：琴名。晋傅玄《琴赋序》：“楚王有琴曰绕梁，司马相如有绿绮，蔡邕有焦尾，皆名器也。”中以绿绮形容蜀僧濬的琴很名贵。⑶峨眉：山名，在四川省峨眉县。⑷一：助词，用以加强语气。挥手：这里指弹琴。⑸万壑（hè）松：指万壑松声。这是以万壑松声比喻琴声。琴曲有《风入松》。壑：山谷。这句是说，听了蜀僧濬的琴声好像听到万壑松涛雄风。⑹“客心”句：意思是说，听了蜀僧濬弹的美妙琴声，客中郁结的情怀，像经过流水洗了一样感到轻快。客：诗人自称。流水：《列子·汤问》：“伯牙鼓瑟，志在高山，钟子期曰：‘峨峨然若泰山；’志在流水，曰：‘洋洋乎若江河。’子期死，伯牙绝弦，以无知音者。”这句诗中的“流水”，语意双关，既是对僧濬琴声的实指，又暗用了伯牙善弹的典故。⑺余响：指琴的余音。霜钟：指钟声。⑻“碧山”句：意思是说，因为听得入神，不知不觉天就黑下来了。⑼秋云：秋天的云彩。暗几重：意即更加昏暗了，把上句“暮”字意伸足。 "
    },
    "送友人": {
        "title": "送友人",
        "cont": "\n青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "青翠的山峦横卧在城墙的北面，波光粼粼的流水围绕着城的东边。在此地我们相互道别，你就像孤蓬那样随风飘荡，到万里之外远行去了。浮云像游子一样行踪不定，夕阳徐徐下山，似乎有所留恋。挥挥手从此分离，友人骑的那匹将要载他远行的马萧萧长鸣，似乎不忍离去。",
        "c2": "⑴郭：古代在城外修筑的一种外墙。⑵白水：清澈的水。⑶一：助词，加强语气。名做状。⑷别：告别。⑸蓬：古书上说的一种植物，干枯后根株断开，遇风飞旋，也称“飞蓬”。人用“孤蓬”喻指远行的朋友。⑹征：远行。⑺浮云游子意：曹丕《杂诗》：“西北有浮云，亭亭如车盖。惜哉时不遇，适与飘风会。吹我东南行，行行至吴会。”后世用为典实，以浮云飘飞无定喻游子四方漂游。浮云，飘动的云。游子，离家远游的人。⑻兹：声音词。此。⑼萧萧：马的呻吟嘶叫声。⑽班马：离群的马，这里指载人远离的马。班，分别；离别，一作“斑”。 "
    },
    "凉思": {
        "title": "凉思",
        "cont": "\n客去波平槛，蝉休露满枝。永怀当此节，倚立自移时。 北斗兼春远，南陵寓使迟。天涯占梦数，疑误有新知。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "当初你离去时春潮漫平栏杆；如今秋蝉不鸣露水挂满树枝。我永远怀念当时那美好时节；今日重倚槛前不觉时光流逝。你北方的住处像春天般遥远；我在南陵嫌送信人来得太迟。远隔天涯我屡次占卜着美梦；疑心你有新交而把老友忘记。",
        "c2": "⑴凄凉的思绪。唐李贺《昌谷》：“鸿珑数铃响，羁臣发凉思。”⑵槛（jiàn）：栏杆。⑶蝉休：蝉声停止，指夜深。⑷永怀：即长想，长久思念。《诗经·周南·卷耳》：“我姑酌彼金罍，维以不永怀。”此节：此刻。⑸倚立：意谓今日重立槛前，时节已由春而秋。移时：历时、经时。即时间流过，经历一段时间。《后汉书·吴祐传》：“祐越坛共小史雍丘、黄真欢语移时，与结友而别。”⑹北斗：即北斗星，因为它屹立天极，众星围绕转动，古人常用来比喻君主，这里指皇帝驻居的京城长安。兼春：即兼年，两年。⑺南陵：今安徽南陵县，唐时属宣州。此指作者怀客之地。寓使：指传书的使者。寓：寄，托。⑻占梦：占卜梦境，卜度梦的吉凶。《诗经·小雅·正月》：“召彼故老，讯之占梦。”郑玄笺：“召之不问政事，但问占梦，不尚道德而信徵祥之甚。”数：屡次。⑼新知：新结交的知己。语本《楚辞·九歌·少司命》：“悲莫悲兮生别离，乐莫乐兮新相知。” "
    },
    "喜见外弟又言别": {
        "title": "喜见外弟又言别",
        "cont": "\n十年离乱后，长大一相逢。问姓惊初见，称名忆旧容。别来沧海事，语罢暮天钟。明日巴陵道，秋山又几重。\n",
        "author": "李益",
        "authorLink": "http://so.gushiwen.org/author_484.aspx",
        "c1": "经过了近十年的战乱流离，长大成人后竟然意外相逢。初见不相识还惊问名和姓，称名后才想起旧时的面容。说不完别离后世事的变化，一直畅谈到黄昏寺院鸣钟。明日你又要登上巴陵古道，秋山添忧愁不知又隔几重？",
        "c2": "⑴外弟：表弟。言别：话别。⑵十年离乱：在社会大动乱中离别了十年。离乱：一作“乱离”。⑶一：副词。可作“竟然”或“忽而”解。⑷“问姓”两句：“问姓”与“称名”互文见义。⑸别来：指分别十年以来。来，后也。沧海事：比喻世事的巨大变化，有如沧海变桑田，桑田变沧海那样。⑹语罢：谈话停止。暮天钟：黄昏寺院的鸣钟。⑺巴陵：即岳州（治今湖南省岳阳市），即中外弟将去的地方。 "
    },
    "北青萝": {
        "title": "北青萝",
        "cont": "\n残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。 独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "夕阳落入崦嵫山，我去茅屋里探访孤独的僧人。满地落叶，僧人何在？遍山寒云，山路要走多久？初夜时分只听他独自敲磐，闲适中靠着一枝青藤。大千世界都在微尘里，我为什么要有喜爱和憎恨？",
        "c2": "1.青萝：一种攀生在石崖上的植物，此处代指山。南朝江淹《江上之山赋》：“挂青萝兮万仞，竖丹石兮百重。”2.崦（yān）：即“崦嵫（zī）”， 山名，在甘肃。古时常用来指太阳落山的地方。《山海经》载：鸟鼠同穴山西南有山名崦嵫，日所入处。3.初夜：黄昏。4.磬（qìng）：古代打击乐器，形状像曲尺，用玉、石制成，可悬挂。佛寺中使用的一种钵状物，用铜铁铸成，既可作念经时的打击乐器，亦可敲响集合寺众。5.“世界”句：语本《法华经》：“书写三千大千世界事，全在微生中。”意思是大千世界俱是微生，我还谈什么爱和恨呢？《楞严经》说：“人在世间，直微尘耳。何必拘于憎爱而苦此心也！”宁：为什么。 "
    },
    "蝉": {
        "title": "蝉",
        "cont": "\n本以高难饱，徒劳恨费声。五更疏欲断，一树碧无情。 薄宦梗犹泛，故园芜已平。烦君最相警，我亦举家清。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "内容整理自网络（或由匿名网友上传），原作者已无法考证，版权归原作者所有。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.org",
        "c2": ""
    },
    "别房太尉墓": {
        "title": "别房太尉墓",
        "cont": "\n他乡复行役，驻马别孤坟。近泪无干土，低空有断云。 对棋陪谢傅，把剑觅徐君。唯见林花落，莺啼送客闻。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "我东西漂泊，一再奔走他乡异土，今日歇脚阆州，来悼别你的孤坟。泪水沾湿了泥土，心情十分悲痛，精神恍惚，就象低空飘飞的断云。当年与你对棋，比你为晋朝谢安，而今在你墓前，象季札拜别徐君。不堪回首，眼前只见这林花错落，离去时，听得黄莺啼声凄怆难闻。",
        "c2": "房太尉：房琯。复行役：指一再奔走。近泪句：意谓泪流处土为之不干。对棋：对奕、下棋。把剑句：春秋时吴季札聘晋，路过徐国，心知徐君爱其宝剑，及还，徐君已死，遂解剑挂在坟树上而去。意即早已心许。谢傅：指谢安。以谢安的镇定自若、儒雅风流来比喻房琯是很高妙的，足见其对房琯的推崇备至。 "
    },
    "落花": {
        "title": "落花",
        "cont": "\n高阁客竟去，小园花乱飞。参差连曲陌，迢递送斜晖。 肠断未忍扫，眼穿仍欲归。芳心向春尽，所得是沾衣。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "高阁上的游客们已经竞相离去；小园的春花随风凋零纷纷乱飞。花影参差迷离接连着弯弯小径；远望落花回舞映着斜阳的余晖。我的肝肠欲断不忍把落红扫去；望眼欲穿盼来春天却匆匆回归。爱花惜花自然要怨春去得太早；春尽花谢所得的只是落泪沾衣。",
        "c2": "①参差：指花影的迷离，承上句乱飞意。②芳心：指花，也指自己看花的心意。③沾衣：指流泪。 "
    },
    "至德二载甫自京金光门": {
        "title": "至德二载甫自京金光门",
        "cont": "\n此道昔归顺，西郊胡正繁。至今残破胆，应有未招魂。 近得归京邑，移官岂至尊。无才日衰老，驻马望千门。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "当初从叛军占领的长安逃出归往行在的时候，走的就是这个门。当时西郊驻扎的敌人很多，往来调动甚频。真是危险极了，直到现在想起来还觉得胆战心惊。那时更是吓破了胆，至今彷佛还有未招回的魂。自从担任左拾遗这近侍之官，随着鸾与回到京邑。如今被放为外任之官，又哪里是圣上的本心！是因为我自己不争气，没有才干，而日渐衰老。但我依旧不愿离去，驻马回望帝都的万户千门。",
        "c2": "①金光门：长安外郭城西面三门，中曰金光门。②道：小路。③凤翔：今陕西凤翔县，757年（至德二年），唐肃宗驻跸于此。④掾：古代对属宫的统称。此指华州司功参军之职。⑤归顺：指逃脱叛军归凤翔，投奔肃宗。⑥胡：指安史叛军。⑦移官：调动官职，指由左拾遗外放为华州司功参军。⑧千门：指宫殿，形容其建筑宏伟，门户很多。 "
    },
    "风雨": {
        "title": "风雨",
        "cont": "\n凄凉宝剑篇，羁泊欲穷年。黄叶仍风雨，青楼自管弦。新知遭薄俗，旧好隔良缘。心断新丰酒，销愁斗几千。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "我虽然胸怀匡国之志，也有郭元振《宝剑篇》那样充满豪气的篇，但却不遇明主，长期羁旅在外虚度华年。黄叶已经衰枯，风雨仍在摧毁，豪门贵族的高楼里，阔人们正在轻歌曼舞，演奏着急管繁弦。新交的朋友遭到浇薄世俗的非难，故旧日的老友又因层层阻隔而疏远无缘。心中想要断绝这些苦恼焦烦，要用新丰美酒来销愁解闷，管它价钱是十千还是八千。",
        "c2": "这首诗取第三句诗中“风雨”二字为题，实为无题。宝剑篇：为唐初郭震（字元振）所作诗篇名。《新唐书·郭震传》载，武则天召他谈话，索其诗文，郭即呈上《宝剑篇》，中有句云：“非直接交游侠子，亦曾亲近英雄人。何言中路遭捐弃，零落飘沦古岳边。虽复沉埋无所用，犹能夜夜气冲天。”武则天看后大加称赏，立即加以重用。羁泊：即羁旅飘泊。穷年：终生。黄叶：用以自喻。仍：仍旧，依然。青楼：青色的高楼。此泛指精美的楼房，即富贵人家。新知：新的知交。遭薄俗：遇到轻薄的世俗。旧好：旧日的好友。隔：阻隔，断绝。心断：意绝。新丰：地名，在今陕西省临潼县东，古时以产美酒闻名。《新唐书·马周传》载，马周不得意时，宿新丰旅店，店主人对他很冷淡，马周便要了一斗八升酒独酌。后得常何推荐，受到唐太宗的赏识，授监察御史。几千：指酒价，美酒价格昂贵。  "
    },
    "奉济驿重送严公四韵": {
        "title": "奉济驿重送严公四韵",
        "cont": "\n远送从此别，青山空复情。几时杯重把，昨夜月同行。 列郡讴歌惜，三朝出入荣。江村独归处，寂寞养残生。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "远送你从这里就要分别了，青山空自惆怅，倍增离情。什么时候能够再举杯共饮，昨天夜里我们还在月色中同行。各郡的百姓都讴歌你，不忍心你离去，你在三朝为官，多么光荣。送走你我独自回到江村，寂寞地度过剩下的岁月。",
        "c2": "列郡：指东西两川属邑。三朝：指唐玄宗、唐肃宗、唐代宗三朝。江村：指成都浣花溪边的草堂。 "
    },
    "旅夜书怀": {
        "title": "旅夜书怀",
        "cont": "\n细草微风岸，危樯独夜舟。星垂平野阔，月涌大江流。名岂文章著，官应老病休。飘飘何所似，天地一沙鸥。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "微风吹拂着江岸的细草，那立着高高桅杆的小船在夜里孤零地停泊着。星星垂在天边，平野显得宽阔；月光随波涌动，大江滚滚东流。我难道是因为文章而著名吗？年老病多也应该休官了。自己到处漂泊像什么呢？就像天地间的一只孤零零的沙鸥。 ",
        "c2": "（1）岸：指江岸边。（2）危樯（qiáng）：高竖的桅杆。危，高。樯，船上挂风帆的桅杆。（3）独夜舟：是说自己孤零零的一个人夜泊江边。（4）星垂平野阔：星空低垂，原野显得格外广阔。（5）月涌：月亮倒映，随水流涌。大江：指长江。（6）名岂：这句连下句，是用“反言以见意”的手法写的。杜甫确实是以文章而著名的，却偏说不是，可见另有抱负，所以这句是自豪语。休官明明是因论事见弃，却说不是，是什么老而且病，所以这句是自解语了。（7）官应老病休：官倒是因为年老多病而被罢退。应，认为是、是。（8）飘飘：飞翔的样子，这里含月“飘零”、“飘泊”的意思，因为这里是借沙鸥以写人的飘泊。 "
    },
    "天末怀李白": {
        "title": "天末怀李白",
        "cont": "\n凉风起天末，君子意如何。鸿雁几时到，江湖秋水多。文章憎命达，魑魅喜人过。应共冤魂语，投诗赠汨罗。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "凉风飕飕地从天边刮起，你的心境怎样呢？令我惦念不已。我的书信不知何时你能收到？只恐江湖险恶，秋水多风浪。创作文最忌讳坦荡的命途，奸佞小人最希望好人犯错误。你与沉冤的屈子同命运，应投诗于汨罗江诉说冤屈与不平。",
        "c2": "⑴天末：天的尽头。秦州地处边塞，如在天之尽头。当时李白因永王李璘案被流放夜郎，途中遇赦还至湖南。⑵君子：指李白。⑶鸿雁：喻指书信。古代有鸿雁传书的说法。⑷江湖：喻指充满风波的路途。这是为李白的行程担忧之语。⑸命：命运，时运。文章：这里泛指文学。这句意思是：有文才的人总是薄命遭忌。⑹魑（chī）魅：鬼怪，这里指坏人或邪恶势力。过：过错，过失。这句指魑魅喜欢幸灾乐祸，说明李白被贬是被诬陷的。⑺冤魂：指屈原。屈原被放逐，投汨罗江而死。杜甫深知李白从永王李璘实出于爱国，却蒙冤放逐，正和屈原一样。所以说，应和屈原一起诉说冤屈。⑻汨（mì）罗：汨罗江，在湖南湘阴县东北。 "
    },
    "月夜忆舍弟": {
        "title": "月夜忆舍弟",
        "cont": "\n戍鼓断人行，边秋一雁声。(边秋 一作:秋边)露从今夜白，月是故乡明。有弟皆分散，无家问死生。寄书长不达，况乃未休兵。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "戍楼上的更鼓声隔断了人们的来往，边塞的秋天里，一只孤雁正在鸣叫。从今夜就进入了白露节气，月亮还是故乡的最明亮。有兄弟却都分散了，没有家无法探问生死。寄往洛阳城的家书常常不能送到，何况战乱频繁没有停止。",
        "c2": "1.舍弟：谦称自己的弟弟。2.戍鼓：戍楼上的更鼓。戍，驻防。3.断人行：指鼓声响起后，就开始宵禁。4边秋：一作“秋边”，秋天的边地，边塞的秋天5.露从今夜白：指在气节“白露”的一个夜晚。6.有弟皆分散，无家问死生：弟兄分散，家园无存，互相间都无从得知死生的消息。7.长：一直，老是。8.达：到。9.况乃：何况是。10. 未休兵：战争还没有结束。 "
    },
    "春宿左省": {
        "title": "春宿左省",
        "cont": "\n花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。 不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "左偏殿矮墙遮隐花丛，日已将暮，投宿的鸟儿，一群群鸣叫着飞过。星临宫中，千门万户似乎在闪烁，靠近天廷，所得的月光应该更多。夜不敢寝，听到宫门开启的钥锁，晚风飒飒，想起上朝马铃的音波。明晨上朝，还有重要的大事要做，心里不安，多次地探问夜漏几何？",
        "c2": "①宿：指值夜。左省：即左拾遗所属的门下省，和中书省同为掌机要的中央政府机构，因在殿庑之东，故称“左省”。②掖垣：门下省和中书省位于宫墙的两边，像人的两腋，故名。③金钥：即金锁。指开宫门的锁钥声。④珂：马铃。⑤封事：臣下上书奏事，为防泄漏，用黑色袋子密封，因此得名。 "
    },
    "春望": {
        "title": "春望",
        "cont": "\n国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "长安沦陷，国家破碎，只有山河依旧；春天来了，人烟稀少的长安城里草木茂密。感伤国事，不禁涕泪四溅，鸟鸣惊心，徒增离愁别恨。连绵的战火已经延续了半年多，家书难得，一封抵得上万两黄金。愁绪缠绕，搔头思考，白发越搔越短，简直要不能插簪了。",
        "c2": "国：国都，指长安（今陕西西安）。破：陷落。山河在：旧日的山河仍然存在。城：长安城。草木深：指人烟稀少。感时：为国家的时局而感伤。溅泪：流泪。恨别：怅恨离别。烽火：古时边防报警的烟火，这里指安史之乱的战火。三月：正月、二月、三月。抵：值，相当。白头：这里指白头发。搔：用手指轻轻的抓。浑：简直。欲：想，要，就要。胜：受不住，不能。簪：一种束发的首饰。古代男子蓄长发，成年后束发于头顶，用簪子横插住，以免散开。 "
    },
    "旅宿": {
        "title": "旅宿",
        "cont": "\n旅馆无良伴，凝情自悄然。寒灯思旧事，断雁警愁眠。远梦归侵晓，家书到隔年。沧江好烟月，门系钓鱼船。\n",
        "author": "杜牧",
        "authorLink": "http://so.gushiwen.org/author_211.aspx",
        "c1": "韵译住在旅馆中并无好的旅伴；忧郁的心情恰似凝固一般。对着寒灯回忆起故乡往事；就象失群的孤雁警醒愁眠。家乡太远归梦到破晓未成；家书寄到旅馆已时隔一年。我真羡慕门外沧江的烟月；渔人船只就系在自家门前。",
        "c2": "旅馆里没有知心朋友，我独自静静地沉思凝神。对着寒灯回忆往事，孤雁的叫声，惊醒了凄寂梦魂。乡关道路迢远，梦魂拂晓时才得归去，家人的书信要等来年方能寄到此地。沧江上月色含烟，风光是多么美好，钓鱼船就系在我家门前。"
    },
    "春宫怨": {
        "title": "春宫怨",
        "cont": "\n早被婵娟误，欲妆临镜慵。承恩不在貌，教妾若为容。 风暖鸟声碎，日高花影重。年年越溪女，相忆采芙蓉。\n",
        "author": "杜荀鹤",
        "authorLink": "http://so.gushiwen.org/author_291.aspx",
        "c1": "早年我被容貌美丽所误，落入宫中；我懒得对镜梳妆打扮，是没有受宠。蒙恩受幸，其实不在于俏丽的容颜；到底为取悦谁，叫我梳妆修饰仪容。鸟儿啼声繁碎，是为有和暖的春风；太阳到了正午，花影才会显得浓重。我真想念，年年在越溪浣纱的女伴；欢歌笑语，自由自在地采撷着芙蓉。",
        "c2": "①婵娟：形容形态美好。 ②若为容：又叫我怎样饰容取宠呢？③越溪女：指西施浣纱时的女伴。④碎，鸟鸣声细碎 "
    },
    "杂诗三首·其三": {
        "title": "杂诗三首·其三",
        "cont": "\n闻道黄龙戍，频年不解兵。可怜闺里月，长在汉家营。少妇今春意，良人昨夜情。谁能将旗鼓，一为取龙城。\n",
        "author": "沈佺期",
        "authorLink": "http://so.gushiwen.org/author_494.aspx",
        "c1": "早就听说黄龙城有战争，连续多年不见双方撤兵。 可怜闺中寂寞独自看月，她们思念之心长在汉营。 今晚上少妇的相思情意，正是昨夜征夫想家之情。 何时高举战旗擂鼓进军，但愿一鼓作气取龙城。 ",
        "c2": "①闻道：听说。黄龙戍：即黄龙，在今辽宁开原县西北，此指边地。解兵：放下兵器。 ②良人：古代妻子对丈夫的称呼。 ③龙城：在今蒙古境内，这里借指敌方要地。  "
    },
    "宿桐庐江寄广陵旧游": {
        "title": "宿桐庐江寄广陵旧游",
        "cont": "\n山暝闻猿愁，沧江急夜流。风鸣两岸叶，月照一孤舟。 建德非吾土，维扬忆旧游。还将两行泪，遥寄海西头。\n",
        "author": "孟浩然",
        "authorLink": "http://so.gushiwen.org/author_757.aspx",
        "c1": "山色昏暗听到猿声使人生愁，桐江苍茫夜以继日向东奔流。两岸风吹树动枝叶沙沙作响，月光如水映照江畔一叶孤舟。建德风光虽好却非我的故土，我仍然怀念扬州的故交老友。相忆相思我抑不住涕泪两行，遥望海西头把愁思寄去扬州。",
        "c2": "（1）桐庐江：即桐江，在今浙江省桐庐县境。广陵：今江苏省扬州市。旧游：指故交。（2）暝：指黄昏。（3）沧江：指桐庐江。沧同“苍”，因江色苍青，故称。（4）建德：唐时郡名，今浙江省建德县一带。非吾土：不是我的故乡。王粲《登楼赋》：“虽信美而非吾土兮，曾何足以少留。”（5）维扬：即扬州。《洞书·禹贡》：“淮海维扬州。”（6）遥寄：远寄。海西头：指扬州。隋炀帝《泛龙舟歌》：“借问扬州在何处，淮南江北海西头。”因古扬州幅员辽阔，东临大海，故称。 "
    },
    "早寒有怀": {
        "title": "早寒有怀",
        "cont": "\n木落雁南度，北风江上寒。我家襄水曲，遥隔楚云端。乡泪客中尽，孤帆天际看。(孤帆 一作：归帆)迷津欲有问，平海夕漫漫。\n",
        "author": "孟浩然",
        "authorLink": "http://so.gushiwen.org/author_757.aspx",
        "c1": "树叶飘落大雁飞向南方，北风萧瑟江上分外寒冷。我家在曲曲弯弯襄水边，远隔楚天云海迷迷茫茫。思乡的眼泪在旅途流尽，看归来的帆在天边徜徉。风烟迷离渡口可在何处，茫茫江水在夕阳下荡漾。",
        "c2": "⑴木落：树木的叶子落下来。雁南度：大雁南飞。南：一作“初”。⑵首二句从鲍照《登黄鹤矶》“木落江渡寒，雁还风送秋”句脱化而来。⑶襄（xiāng）水曲（qū）：在汉水的转弯处。襄水，汉水流经襄阳（今属湖北）境内的一段。曲，江水曲折转弯处，即河湾。襄：一作“湘”，又作“江”。曲：一作“上”。⑷楚云端：长江中游一带云的尽头。云：一作“山”。⑸乡泪客中尽：思乡眼泪已流尽，客旅生活无比辛酸。⑹孤：一作“归”。天际：天边。一作“天外”。⑺迷津：迷失道路。津，渡口。⑻平海：宽广平静的江水。漫漫：水广大貌。 "
    },
    "留别王维": {
        "title": "留别王维",
        "cont": "\n寂寂竟何待，朝朝空自归。欲寻芳草去，惜与故人违。当路谁相假，知音世所稀。只应守寂寞，还掩故园扉。\n",
        "author": "孟浩然",
        "authorLink": "http://so.gushiwen.org/author_757.aspx",
        "c1": "这样寂寞还等待着什么？天天都是怀着失望而归。我想寻找幽静山林隐去，又可惜要与老朋友分离。当权者有谁肯能援引我，知音人在世间实在稀微。只应该守寂寞了此一生，关闭上柴门与人世隔离。",
        "c2": "⑴寂寂：落寞。竟何待：要等什么。⑵空自：独自。⑶欲寻芳草去：意思是想归隐。芳草：香草，常用来比喻有美德的人。⑷违：分离。⑸当路：当权者。假：提携。⑹扉：门扇。 "
    },
    "和晋陵陆丞早春游望": {
        "title": "和晋陵陆丞早春游望",
        "cont": "\n独有宦游人，偏惊物候新。云霞出海曙，梅柳渡江春。淑气催黄鸟，晴光转绿蘋。忽闻歌古调，归思欲沾巾。\n",
        "author": "杜审言",
        "authorLink": "http://so.gushiwen.org/author_647.aspx",
        "c1": "只有远离故里外出做官之人，特别敏感自然物候转化更新。海上云霞灿烂旭日即将东升，江南梅红柳绿江北却才回春。和暖的春气催促着黄莺歌唱，晴朗的阳光下绿萍颜色转深。忽然听到你歌吟古朴的曲调，勾起归思情怀令人落泪沾襟。",
        "c2": "⑴和：指用应答。晋陵：现江苏省常州市。⑵宦游人：离家作官的人。⑶物候：指自然界的气象和季节变化．⑷淑气：和暖的天气。⑸绿苹（pín）：浮萍。⑹古调：指陆丞写的诗，即题目中的《早春游望》。⑺巾：一作“襟”。 "
    },
    "秦中寄远上人": {
        "title": "秦中寄远上人",
        "cont": "\n一丘常欲卧，三径苦无资。北土非吾愿，东林怀我师。黄金燃桂尽，壮志逐年衰。日夕凉风至，闻蝉但益悲。\n",
        "author": "孟浩然",
        "authorLink": "http://so.gushiwen.org/author_757.aspx",
        "c1": "本想长久地归隐山林，又苦于无钱举步维艰。滞留长安不是我心愿，心向东林把我师怀念。黄金像烧柴一般耗尽，壮志随岁月逐日衰减。黄昏里吹来萧瑟凉风，听晚蝉声声愁绪更添。",
        "c2": "⑴远上人：上人是对僧人的敬称，远是法号。事迹未详。⑵一丘：即一丘一壑，意指隐居山林。语出《晋书·谢鲲传》。⑶三径：《三辅决录》卷一谓“蒋翊归乡里，荆棘塞门，舍中有三径，不出，唯求仲、羊仲从之游”。后便指归隐后所住的田园。⑷东林：指庐山东林寺，这里借指远上人所在的寺院。⑸黄金燃桂尽：《战国策·楚策三》谓“楚国之食贵于玉，薪贵于桂”。这里喻处境窘困。燃桂：烧贵如桂枝的柴。⑹闻蝉：听蝉鸣能引起人悲秋之感。卢思道《听鸣蝉篇》有“听鸣蝉，此听悲无极”。 "
    },
    "岁暮归南山": {
        "title": "岁暮归南山",
        "cont": "\n北阙休上书，南山归敝庐。不才明主弃，多病故人疏。 白发催年老，青阳逼岁除。永怀愁不寐，松月夜窗虚。\n",
        "author": "孟浩然",
        "authorLink": "http://so.gushiwen.org/author_757.aspx",
        "c1": "不要再给北面朝廷上书，让我回到南山破旧茅屋。我本无才难怪明主见弃，年迈多病朋友也都生疏。白发频生催人日渐衰老，阳春来到逼得旧岁逝去。满怀忧愁辗转难以入睡，月照松林窗外一片空虚。",
        "c2": "⑴岁暮：年终。南山：唐人歌中常以南山代指隐居题。这里指作者家乡的岘山。一说指终南山。⑵北阙：皇宫北面的门楼，汉代尚书奏事和群臣谒见都在北阙，后因用作朝廷的别称。《汉书·高帝纪》注：“尚书奏事，渴见之徒，皆诣北阙。”休上书：停止进奏章。⑶敝庐：称自己破落的家园。⑷不才：不成材，没有才能，作者自谦之词。明主：圣明的国君。⑸多病：一作“卧病”。故人：老朋友。疏：疏远。⑹老：一作“去”。⑺青阳：指春天。逼：催迫。岁除：年终。⑻永怀：悠悠的思怀。愁不寐：因忧愁而睡不着觉。寐：一作“寝”。⑼虚：空寂。一作“堂”。 "
    },
    "过故人庄": {
        "title": "过故人庄",
        "cont": "\n故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。\n",
        "author": "孟浩然",
        "authorLink": "http://so.gushiwen.org/author_757.aspx",
        "c1": "老朋友预备丰盛的饭菜，要请我到他好客的农家。翠绿的树林围绕着村落，苍青的山峦在城外横卧。推开窗户面对谷场菜园，手举酒杯闲谈庄稼情况。等到九九重阳节到来时，再请君来这里观赏菊花。",
        "c2": "⑴过：拜访。故人庄：老朋友的田庄。庄，田庄。⑵具：准备，置办。鸡黍：指农家待客的丰盛饭食（字面指鸡和黄米饭）。黍（shǔ）：黄米，古代认为是上等的粮食。⑶邀：邀请。至：到。⑷合：环绕。⑸郭：古代城墙有内外两重，内为城，外为郭。这里指村庄的外墙。斜（xiá）：倾斜。因古需与上一句押韵，所以应读xiá。⑹开：打开，开启。轩：窗户。面：面对。场圃：场，打谷场、稻场；圃，菜园。⑺把酒：端着酒具，指饮酒。把：拿起。端起。话桑麻：闲谈农事。桑麻：桑树和麻。这里泛指庄稼。⑻重阳日：指夏历的九月初九。古人在这一天有登高、饮菊花酒的习俗。⑼还（huán）：返，来。就菊花：指饮菊花酒，也是赏菊的意思。就，靠近，指去做某事。 "
    },
    "与诸子登岘山": {
        "title": "与诸子登岘山",
        "cont": "\n人事有代谢，往来成古今。江山留胜迹，我辈复登临。水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。(尚在 一作：字在)\n",
        "author": "孟浩然",
        "authorLink": "http://so.gushiwen.org/author_757.aspx",
        "c1": "人间的事情都有更替变化，来来往往的时日形成古今。江山各处保留的名胜古迹，而今我们又可以登攀亲临。鱼梁洲因水落而露出江面，云梦泽由天寒而迷濛幽深。羊祜碑如今依然巍峨矗立，读罢碑文泪水沾湿了衣襟。",
        "c2": "⑴岘山：一名岘首山，在今湖北襄阳城以南。诸子：指人的几个朋友。⑵代谢：交替变化。⑶往来：旧的去，新的来。⑷复登临：对羊祜曾登岘山而言。登临：登山观看。⑸鱼梁：沙洲名，在襄阳鹿门山的沔水中。⑹梦泽：云梦泽，古大泽，即今江汉平原。⑺字：一作“尚”。⑻羊公碑：后人为纪念西晋名将羊祜​而建。羊​祜​镇守襄阳时，常与友人到岘山饮酒诗赋，有过江山依旧人事短暂的感伤。　 "
    },
    "登岳阳楼": {
        "title": "登岳阳楼",
        "cont": "\n昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "以前的日子就听说洞庭湖波澜壮阔，今日如愿终于登上岳阳楼。浩瀚的湖水把吴楚两地撕裂，似乎日月星辰都漂浮在水中。亲朋好友们音信全无，我年老多病，乘孤舟四处漂流。北方边关战事又起，我倚着栏杆远望泪流满面。 ",
        "c2": "①洞庭水：即洞庭湖。在今湖南北部，长江南岸，是我国第二大淡水湖。②岳阳楼：在今湖南省岳阳市，下临洞庭湖，为游览胜地。③吴楚：春秋时二国名（吴国和楚国）其地略在今湖南、湖北、江西、安徽、江苏、浙江一带。下瞰洞庭，碧湖万顷，遥望君山，气象万千，唐张说建，宋滕子京修。以范仲淹千古名篇《岳阳楼记》驰名。 坼（chè）：分裂，这里引申为划分。这句是说：辽阔的吴楚两地被洞庭湖一水分割。④乾坤（qián kūn）日夜（一作“月”）浮：日月星辰和大地昼夜都飘浮在洞庭湖上。据《水经注》卷三十八：“湖水广圆五百余里，日月出没于其中。”乾坤：天地，此指日月。⑤无一字：杳无音讯。 字：这里指书信。⑥老病：年老多病。杜甫时年五十七岁，身患肺病，风痹，右耳已聋。有孤舟：唯有孤舟一叶飘零无定。人生平的最后三年里大部分时间是在船上度过的。这句写的是杜甫生活的实况。⑦戎（róng）马关山北：北方边关战事又起。当时吐蕃侵扰宁夏灵武、陕西邠（bīn）州一带，朝廷震动，匆忙调兵抗敌。戎马：军马借指军事、战争，战乱。这年秋冬，吐蕃又侵扰陇右、关中一带。⑧凭轩：倚着楼窗。涕泗流：眼泪禁不住地流淌。涕泗：眼泪和鼻涕，偏义复指，即眼泪。 "
    },
    "宴梅道士山房": {
        "title": "宴梅道士山房",
        "cont": "\n林卧愁春尽，搴帷览物华。忽逢青鸟使，邀入赤松家。 丹灶初开火，仙桃正落花。童颜若可驻，何惜醉流霞。\n",
        "author": "孟浩然",
        "authorLink": "http://so.gushiwen.org/author_757.aspx",
        "c1": "高卧林下正愁着春光将尽，掀开帘幕观赏景物的光华。忽然遇见传递信件的使者，原是赤松子邀我访问他家。炼丹的金炉灶刚刚生起火，院苑中的仙桃也正好开花。如果仙人真可以保住童颜，何惜醉饮返老还童的流霞。",
        "c2": "①青鸟：神话中鸟名，西王母使者。这里指梅道士。②赤松：赤松子，传说中的仙人。这里也指梅道士。③丹灶：道家炼丹的炉灶。④仙桃：传说西王母曾以仙桃赠汉武帝，称此桃三千年才结果实。⑤“童颜”两句：意思是如果仙酒真能使容颜不老，那就不惜一醉。⑥流霞：仙酒名。李商隐《武夷山》：“只得流霞酒一杯。”句中也指醉颜。 "
    },
    "望洞庭湖赠张丞相": {
        "title": "望洞庭湖赠张丞相",
        "cont": "\n八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。 欲济无舟楫，端居耻圣明。坐观垂钓者，徒有羡鱼情。\n",
        "author": "孟浩然",
        "authorLink": "http://so.gushiwen.org/author_757.aspx",
        "c1": "秋水胜涨，几乎与岸平，水天含混迷茫与天空浑然一体。云梦大泽水气蒸腾白白茫茫，波涛汹涌似乎把岳阳城撼动。我想渡水苦于找不到船与桨，圣明时代闲居委实羞愧难容。闲坐观看别人辛勤临河垂钓，只能白白羡慕被钓上来的鱼。",
        "c2": "①张丞相：指张九龄（673-740），唐玄宗时宰相，后贬为荆州长史。②涵虚：包含天空，指天倒映在水中。涵：包容。虚：虚空，空间。③混太清：与天混成一体。清：指天空。④云梦泽：古时云泽和梦泽指湖北南部、湖南北部一代低洼地区。洞庭湖是它南部的一角。岳阳城：在洞庭湖东岸。⑤济：渡。⑥端居：安居。⑦耻(chǐ)圣明：有愧于圣明之世。圣明：指太平盛世，古时认为皇帝圣明社会就会安定。⑧ 徒：只能。⑨楫：（jí）划船用具，船桨 "
    },
    "淮上喜会梁州故人": {
        "title": "淮上喜会梁州故人",
        "cont": "\n江汉曾为客，相逢每醉还。浮云一别后，流水十年间。欢笑情如旧，萧疏鬓已斑。何因不归去？淮上有秋山。\n",
        "author": "韦应物",
        "authorLink": "http://so.gushiwen.org/author_564.aspx",
        "c1": "在江汉就曾经一起作客，每次相逢都是尽醉而还。离别后如浮云飘流不定，岁月如流水一晃过十年。今日相见虽然欢笑如旧，可惜人已苍老鬓发斑斑。为何我不与故人同归去？因为淮上有秀美的秋山。",
        "c2": "⑴淮上：淮水边。梁州：指兴元府（今陕西汉中市）。⑵流水：喻岁月如流，又暗合江汉。⑶淮上有秋山：言淮上风光可恋，伸足上“不归去”之意。 "
    },
    "灞上秋居": {
        "title": "灞上秋居",
        "cont": "\n灞原风雨定，晚见雁行频。落叶他乡树，寒灯独夜人。空园白露滴，孤壁野僧邻。寄卧郊扉久，何年致此身。\n",
        "author": "马戴",
        "authorLink": "http://so.gushiwen.org/author_465.aspx",
        "c1": "灞原上的秋风细雨初定，傍晚看见雁群南去不停。面对他乡树木落叶纷纷，寒夜的孤灯独照我一人。空园里白露频频地下滴，单门独户只与野僧为邻。寄卧荒凉郊居为时已久，何时才能为国致力献身？",
        "c2": "⑴灞（bà）上：又作“霸上”，古代地名，位于今陕西西安东，因地处灞陵高原而得名，为作者来京城后的寄居之所。⑵郊扉：郊居。⑶致此身：意即以此身为国君报效尽力。 "
    },
    "赋得暮雨送李曹": {
        "title": "赋得暮雨送李曹",
        "cont": "\n楚江微雨里，建业暮钟时。漠漠帆来重，冥冥鸟去迟。 海门深不见，浦树远含滋。相送情无限，沾襟比散丝。\n",
        "author": "韦应物",
        "authorLink": "http://so.gushiwen.org/author_564.aspx",
        "c1": "楚江笼罩在细细微雨里，建业城正敲响暮钟之时。雨丝繁密船帆显得沉重，天色错暗鸟儿飞得迟缓。长江流入海门深远不见，江边树木饱含雨滴润滋。送别老朋友我情深无限，沾襟泪水象江面的雨丝。",
        "c2": "1.楚江：长江三峡以下至濡须口一段，古属楚国，称楚江。2.海门：长江入海处，在今江苏省海门市。3.建业：今南京市。4.散丝：细雨，这里喻指流泪。5.浦树：水边的树。6.含滋：湿润，带着水汽。 "
    },
    "章台夜思": {
        "title": "章台夜思",
        "cont": "\n清瑟怨遥夜，绕弦风雨哀。孤灯闻楚角，残月下章台。 芳草已云暮，故人殊未来。乡书不可寄，秋雁又南回。\n",
        "author": "韦庄",
        "authorLink": "http://so.gushiwen.org/author_622.aspx",
        "c1": "幽怨的琴声在长夜中回荡，弦音悲切，似有凄风苦雨缭绕。孤灯下，又听见楚角声哀，清冷的残月徐徐沉下章台。芳草渐渐枯萎，已到生命尽头.亲人故友，从未来此地。鸿雁已往南飞，家书不能寄回。",
        "c2": "（1）章台：即章华台，宫名，故址在今陕西长安。在今湖北省监利县西北。《左传·昭公七年》：“楚子城（筑）章华之台。”（2）瑟：古代弦乐器。多为二十五弦。弦乐器，这里指乐声。清瑟，即凄清的瑟声。遥夜：长夜。连下两句是说，凄清的瑟声，在长夜发出哀怨的音调；而伴随这哀怨乐曲的，又是秋夜悲鸣的风雨声。（3）楚角：楚地吹的号角。其声悲凉。（4）下：落下。这句是说，残月从章台落下去了，即天快亮了。（5）芳草：这里指春光。已云暮：已经晚暮了，指春光快要消歇了。云：助词，有“又”义。这句是借春光的消歇喻指自己年华已逝。（6）殊：竟，尚。（7）乡书：指家书，家信。不可寄：是说无法寄。（8）雁又南回：因雁是候鸟，秋天从此南来，春天又飞往北方。古时有雁足寄书的传说，事书《汉书·苏武传》。连上两句是说，我写的家书，已无法寄回去了，因秋雁南回，无雁可托。 "
    },
    "孤雁": {
        "title": "孤雁",
        "cont": "\n几行归塞尽，念尔独何之。暮雨相呼失，寒塘欲下迟。渚云低暗度，关月冷相随。未必逢矰缴，孤飞自可疑。\n",
        "author": "崔涂",
        "authorLink": "http://so.gushiwen.org/author_435.aspx",
        "c1": "几阵齐飞的旅伴，全部回到了塞上，只有你这孤雁，不知独自飞向何方。暮雨中，你悲凄地呼唤丢失的伙伴，你想栖息，却又迟疑畏惧不下寒塘。渚上低暗，你孤独地穿越过了云层；只有关山的冷月，伴随你孤苦凄凉。虽然你未必会遭暗算，把生命葬丧，只是失群孤飞，毕竟叫人疑惧恐慌。",
        "c2": "（1）之：往。（2）失：失群。（3）渚：水中的小洲。（4）缯缴：指矰缴。猎取飞鸟的工具。缴，即在短箭上的丝绳。 "
    },
    "楚江怀古三首·其一": {
        "title": "楚江怀古三首·其一",
        "cont": "\n露气寒光集，微阳下楚丘。猿啼洞庭树，人在木兰舟。广泽生明月，苍山夹乱流。云中君不见，竟夕自悲秋。\n",
        "author": "马戴",
        "authorLink": "http://so.gushiwen.org/author_465.aspx",
        "c1": "雾露团团凝聚寒气侵人，夕阳已落下楚地的山丘。猿在洞庭湖畔树上啼叫，人乘木兰舟在湖中泛游。明月从广漠的湖上升起，两岸青山夹着滔滔乱流。云中仙君怎么都不见了？我竟通宵达旦独自悲秋。",
        "c2": "微阳：微弱的阳光。楚丘：楚地的山丘。洞庭：洞庭湖。木兰舟：木兰树所制的舟船，此因楚江而用《楚辞》中的木兰舟。木兰舟本典出《迷异记》：“木兰洲在浔阳江中，多木兰树，七里洲中有鲁班刻木兰为舟。”木兰：小乔木。广泽：广阔的大水面。云中君：本《楚辞·九歌》篇名，为祭祀云神之作，此也因楚江而想到《九歌》。竟夕：整夜。 "
    },
    "经邹鲁祭孔子而叹之": {
        "title": "经邹鲁祭孔子而叹之",
        "cont": "\n夫子何为者，栖栖一代中。地犹鄹氏邑，宅即鲁王宫。叹凤嗟身否，伤麟怨道穷。今看两楹奠，当与梦时同。\n",
        "author": "李隆基本站",
        "authorLink": "http://so.gushiwen.org/author_520.aspx",
        "c1": "孔老夫子一生奔波，究竟有何所求？忙忙碌碌周游列国，疾恶鄙陋世俗，先圣诞生于邹氏邑，后来迁居曲阜；这宅院鲁王原想毁它，而扩建宫府。孔子曾经叹息：凤凰不至生不逢时；见麒麟他伤心哭说，我已穷途末路！而今到此，瞻仰两楹间对他的祭奠；与他当年梦见坐享其间，并无不殊。",
        "c2": "孔老夫子一身奔波，究竟有何所求？忙忙碌碌周游列国，疾恶鄙陋世俗。先圣诞生于邹氏邑，后来迁居曲阜；这宅院鲁王原想毁它，而扩建宫府。孔子曾经叹息：凤凰不至生不逢时；见麒麟他伤心哭说，我已穷途末路！而今到此，瞻仰两楹间对他的祭奠；与他当年梦见坐享其间，并无不殊。"
    },
    "除夜有怀": {
        "title": "除夜有怀",
        "cont": "\n迢递三巴路，羁危万里身。乱山残雪夜，孤烛异乡人。渐与骨肉远，转于僮仆亲。那堪正飘泊，明日岁华新。\n",
        "author": "崔涂",
        "authorLink": "http://so.gushiwen.org/author_435.aspx",
        "c1": "跋涉在道路崎岖又遥远的三巴路上，客居在万里之外的危险地方。四面群山下，残雪映寒夜，对烛夜坐，我这他乡之客。因离亲人越来越远，反而与书童和仆人渐渐亲近。真难以忍受在漂泊中度过除夕夜，到明天岁月更新就是新的一年。",
        "c2": "①迢递：遥远貌。三巴：指巴郡、巴东、巴西，在今四川东部。②羁危：在艰险中羁旅漂泊。③“烛”：一作“独”。人：一作“春”。④转于：反与。僮仆：随行小奴。⑤飘：一作“漂”。⑥明日：指新年。岁华：岁月，年华。 "
    },
    "题破山寺后禅院": {
        "title": "题破山寺后禅院",
        "cont": "\n清晨入古寺，初日照高林。竹径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此都寂，但余钟磬音。(版本一)\n清晨入古寺，初日照高林。曲径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，惟余钟磬音。(版本二)\n清晨入古寺，初日照高林。竹径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，但余钟磬音。(版本三)\n清晨入古寺，初日照高林。曲径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，但余钟磬音。(版本四)\n",
        "author": "常建",
        "authorLink": "http://so.gushiwen.org/author_443.aspx",
        "c1": "大清早我走进这古老寺院，旭日初升映照着山上树林。竹林掩映小路通向幽深处，禅房前后花木繁茂又缤纷。山光明媚使飞鸟更加欢悦，潭水清澈也令人爽神净心。此时此刻万物都沉默静寂，只留下了敲钟击磬的声音。",
        "c2": "⑴破山寺：即兴福寺，在今江苏常熟市西北虞山上。南朝齐邑人郴州刺史倪德光舍宅所建。⑵清晨：早晨。入：进入。古寺：指破山寺。⑶初日：早上的太阳。照：照耀。高林：高树之林。⑷竹径：一作“曲径”，又作“一径”。通：一作“遇”。幽：幽静。⑸禅房：僧人居住修行的地方。⑹悦：此处为使动用法，使……高兴。⑺潭影：清澈潭水中的倒影。空：此处为使动用法，使……空。此句意思是，潭水空明清澈，临潭照影，令人俗念全消。⑻万籁（lài）：各种声音。籁，从孔穴里发出的声音，泛指声音。此：在此，即在后禅院。都：一作“俱”。⑼但余：只留下。一作“惟余”，又作“唯闻”。钟磬（qìng）：佛寺中召集众僧的打击乐器。磬，古代用玉或金属制成的曲尺形的打击乐器。 "
    },
    "望月怀远": {
        "title": "望月怀远",
        "cont": "\n海上生明月，天涯共此时。情人怨遥夜，竟夕起相思。灭烛怜光满，披衣觉露滋。不堪盈手赠，还寝梦佳期。\n",
        "author": "张九龄",
        "authorLink": "http://so.gushiwen.org/author_691.aspx",
        "c1": "茫茫的海上升起一轮明月，此时你我都在天涯共相望。有情之人都怨恨月夜漫长，整夜里不眠而把亲人怀想。熄灭蜡烛怜爱这满屋月光，我披衣徘徊深感夜露寒凉。不能把美好的月色捧给你，只望能够与你相见在梦乡。",
        "c2": "⑴怀远：怀念远方的亲人。⑵首二句：辽阔无边的大海上升起一轮明月，使人想起了远在天涯海角的亲友，此时此刻也该是望着同一轮明月。谢庄《月赋》：“隔千里兮共明月”。⑶情人：多情的人，指作者自己；一说指亲人。遥夜：长夜。怨遥夜：因离别而幽怨失眠，以至抱怨夜长。竟夕：终宵，即一整夜。⑷怜：爱。滋：湿润。怜光满：爱惜满屋的月光。这里的灭烛怜光满，很显然根据上下文，这应该是个月明的时候，应该在农历十五左右。此时月光敞亮，就是在现在今天，熄掉油灯仍然感受得到月光的霞美。当一个人静静的在屋子里面享受月光，就有种“怜”的感觉，这只是一种发自内心的感受而已，读读人，应该理解当时诗人的心理才能读懂诗词。光满自然就是月光照射充盈的样子，“满”描写了一个状态，应该是月光直射到屋内。⑸末两句：月华虽好但是不能相赠，不如回入梦乡觅取佳期。陆机《拟明月何皎皎》：“照之有余辉，揽之不盈手。”盈手：双手捧满之意。盈：满（指那种满荡荡的充盈的状态）。 "
    },
    "秋日赴阙题潼关驿楼": {
        "title": "秋日赴阙题潼关驿楼",
        "cont": "\n红叶晚萧萧，长亭酒一瓢。残云归太华，疏雨过中条。 树色随山迥，河声入海遥。帝乡明日到，犹自梦渔樵。\n",
        "author": "许浑",
        "authorLink": "http://so.gushiwen.org/author_267.aspx",
        "c1": "秋天傍晚枫树随风飒飒作响；夜宿潼关驿楼自有瓢酒飘香。几朵残云聚集在高耸的华山；稀疏的秋雨洒落到中条山上。遥看树色随着潼关山势延伸；黄河奔流入海涛声回旋激荡。明天就可到达繁华京城长安；我仍自在逍遥做着渔樵梦想！",
        "c2": "１、长亭：常用作饯别处，后泛指路旁亭舍。２、太华：华山。３、中条：山名，在山西永济县。４、迥：远。５、帝乡：指都城。 "
    },
    "书边事": {
        "title": "书边事",
        "cont": "\n调角断清秋，征人倚戍楼。春风对青冢，白日落梁州。 大汉无兵阻，穷边有客游。蕃情似此水，长愿向南流。\n",
        "author": "张乔",
        "authorLink": "http://so.gushiwen.org/author_336.aspx",
        "c1": "清秋的边地号角划断宁静，征人悠闲地倚着哨楼远望。阵阵和风吹拂着昭君坟墓，边城梁州普照着和煦阳光。浩瀚沙漠看不见军兵阻扰，边疆塞外也常有客人游赏。蕃人的情意好像这条流水，愿永久归附中原流向南方。",
        "c2": "⑴调角：犹吹角。断：占尽。⑵戍楼：防守的城楼。⑶春风：指和煦凉爽的秋风。青冢：指西汉王昭君的坟墓。⑷白日：灿烂的阳光。梁州：当时指凉州，在今甘肃境内。⑸大漠：一作“大汉”。⑹穷边：绝远的边地。⑺蕃：指吐蕃。情：心情。似：一作“如”。 "
    },
    "没蕃故人": {
        "title": "没蕃故人",
        "cont": "\n前年伐月支，城上没全师。蕃汉断消息，死生长别离。 无人收废帐，归马识残旗。欲祭疑君在，天涯哭此时。\n",
        "author": "张籍",
        "authorLink": "http://so.gushiwen.org/author_390.aspx",
        "c1": "前年出征月支，在城下全军覆没。吐蕃和唐朝断了音讯，我与你生死两隔，长久别离。战场上无人收拾废弃的营帐，归来的战马还认识残破的军旗。想祭奠你又怀疑你还活着，此时只能朝着天边痛哭沈涕。",
        "c2": "1.没蕃（fán）：是陷入蕃人之手，古代称异族为“蕃”，此处当指大食，即阿拉伯帝国。蕃，吐蕃，我国古代藏族建立的地方政权，在今青海、西藏一带。当时唐、蕃之间经常发生战争。2.戍（shù）：征伐。3.月支：一作“月氏”。唐羁縻都督府名。龙朔元年（661）在吐火罗境内阿缓城置。故地在今阿富汗东北部孔杜兹城附近。约公元8世纪中叶因大食国势力东进而废弃。4.没全师：全军覆没。5.蕃汉：吐蕃和唐朝。6.废帐：战后废弃的营帐。7.残旗：残留的军旗。 "
    },
    "送人东游": {
        "title": "送人东游",
        "cont": "\n荒戍落黄叶，浩然离故关。高风汉阳渡，初日郢门山。江上几人在，天涯孤棹还。何当重相见，樽酒慰离颜。\n",
        "author": "温庭筠",
        "authorLink": "http://so.gushiwen.org/author_415.aspx",
        "c1": "荒弃的营垒上黄叶纷纷飘落，心怀壮志你告别了古塞险关。飒飒秋风将送你到汉阳渡口，初升的太阳会迎你在郢门山。江东亲友有几人正望眼欲穿，等候着你的孤舟从天涯回还。什么时候我们才能再次相见，举杯畅饮以抚慰离人的愁颜。",
        "c2": "⑴荒戍：荒废的边塞营垒。⑵浩然：意气充沛、豪迈坚定的样子，指远游之志甚坚。《孟子·公孙丑下》：“予然后浩然有归志。”⑶汉阳渡：湖北汉阳的长江渡口。⑷郢门山：位于今湖北宜都县西北长江南岸，即荆门山。⑸江：指长江。几人：犹言谁人。⑹孤棹：孤舟。棹：原指划船的一种工具，后引申为船。⑺何当：何时。⑻樽酒：犹杯酒。樽：古代盛酒的器具。离颜：离别的愁颜。 "
    },
    "寻陆鸿渐不遇": {
        "title": "寻陆鸿渐不遇",
        "cont": "\n移家虽带郭，野径入桑麻。近种篱边菊，秋来未著花。 扣门无犬吠，欲去问西家。报道山中去，归时每日斜。\n",
        "author": "皎然",
        "authorLink": "http://so.gushiwen.org/author_392.aspx",
        "c1": "他把家迁徙到了城郭一带，乡间小路通向桑麻的地方。近处篱笆边都种上了菊花，秋天到了却尚未见它开放。敲门竟连一声犬吠都没有，要去向西家邻居打听情况。邻人报说他是到山里去了，回来时总要西山映着斜阳。",
        "c2": "⑴陆鸿渐：名羽，终生不仕，隐居在苕溪（今浙江湖州境内），以擅长品茶著名，著有《茶经》一书，被后人奉为“茶圣”、“茶神”。⑵虽：一作“唯”。带：近。郭：外城，泛指城墙。⑶篱边菊：语出陶渊明《饮酒》：“采菊东篱下，悠然见南山。”⑷著花：开花。⑸扣门：敲门。⑹西家：西邻。⑺报道：回答道，报，回报，回答。去：一作“出”。⑻归时每日斜：一作“归来日每斜”。日斜：日将落山，暮时也。 "
    },
    "早秋": {
        "title": "早秋",
        "cont": "\n遥夜泛清瑟，西风生翠萝。残萤栖玉露，早雁拂金河。高树晓还密，远山晴更多。淮南一叶下，自觉洞庭波。\n",
        "author": "许浑",
        "authorLink": "http://so.gushiwen.org/author_267.aspx",
        "c1": "漫漫长夜中泛流着琴瑟的清音；青萝轻拂好象有西风飕飕而生。白露凝珠的野草栖留几只残萤；秋之晨雁群掠过银河向南飞腾。高大的树木拂晓看来尚未凋零，阳光下遥望远山层次格外分明。淮南子有一叶落而知岁暮之句；我悟到洞庭波兮木叶下的情。",
        "c2": "①金河：秋天的银河。古代五行说以秋为金。②拂：掠过。③泛：弹，犹流荡。④还密：尚未凋零。⑤淮南两句：用《淮南子·说山训》“见一叶落而知岁暮”和《楚辞·九歌·湘夫人》“洞庭波兮木叶下”意。 "
    },
    "蜀先主庙": {
        "title": "蜀先主庙",
        "cont": "\n天地英雄气，千秋尚凛然。势分三足鼎，业复五铢钱。 得相能开国，生儿不象贤。凄凉蜀故妓，来舞魏宫前。\n",
        "author": "刘禹锡",
        "authorLink": "http://so.gushiwen.org/author_197.aspx",
        "c1": "文先主刘备英雄气概充满天地，千秋万代一直令人肃然起敬。建国与吴魏三分天下成鼎足，恢复五铢钱币志在汉室振兴。拜诸葛亮为丞相开创了国基，可惜生个儿子不像其父贤明。最凄惨的是那蜀宫中的歌伎，在魏宫歌舞刘禅也毫无羞情。",
        "c2": "⑴题下原有注：“汉末谣，黄牛白腹，五铢当复。”⑵天地英雄：一作“天下英雄”。《三国志·蜀志·先主传》：曹操曾对刘备说：“天下英雄，唯使君与操耳”。⑶“势分”句：指刘备创立蜀汉，与魏、吴三分天下。⑷五铢钱：汉武帝时的货币。此代指刘汉帝业。“业复”句：王莽代汉时，曾废五铢钱，至光武帝时，又从马援奏重铸，天下称便。这里以光武帝恢复五铢钱，比喻刘备想复兴汉室。⑸相：此指诸葛亮。⑹不象贤：此言刘备之子刘禅不肖，不能守业。⑺“凄凉”两句：刘禅降魏后，东迁洛阳，被命为安乐县公。魏太尉司马昭在宴会中使蜀国的女乐表演歌舞，旁人见了都为刘禅感慨，独刘禅“喜笑自若”，乐不思蜀（《三国志·蜀志·后主传》裴注引《汉晋春秋》）。妓：女乐，实际也是俘虏。 "
    },
    "秋日登吴公台上寺远眺": {
        "title": "秋日登吴公台上寺远眺",
        "cont": "\n古台摇落后，秋日望乡心。野寺人来少，云峰水隔深。夕阳依旧垒，寒磬满空林。惆怅南朝事，长江独至今。\n",
        "author": "刘长卿",
        "authorLink": "http://so.gushiwen.org/author_104.aspx",
        "c1": "古台破败草木已经凋落，秋天景色引起我的乡思。荒野的寺院来往行人少，隔水眺望云峰更显幽深。夕阳依恋旧城迟迟下落，空林中回荡着阵阵磬声。感伤南朝往事不胜惆怅，只有长江奔流从古到今。",
        "c2": "吴公台：在今江苏省江都县，原为南朝沈庆之所筑，后陈将吴明彻重修。摇落：零落。凋残。这里指台已倾废。语出宋玉《九辨》：“悲哉秋之为气也，萧瑟兮摇落而变衰。”野寺：位于偏地的寺庙。这里指吴公台上寺。依：靠，这里含有“依恋”之意。旧垒：指吴公台。垒：军事工事。按吴公台本为陈将吴明彻重筑的弩台。磬：寺院中敲击以召集众僧的鸣器，这里指寺中报时拜神的一种器具。因是秋天，故云“寒磬”。寒磬：清冷的磬声。空林：因秋天树叶脱落，更觉林空。南朝事：因吴公台关乎到南朝的宋和陈两代事，故称。惆怅：失意，用来表达人们心理的情绪。南朝：宋、齐、梁、陈，据地皆在南方，故名。 "
    },
    "寻南溪常道士": {
        "title": "寻南溪常道士",
        "cont": "\n一路经行处，莓苔见履痕。白云依静渚，春草闭闲门。 过雨看松色，随山到水源。溪花与禅意，相对亦忘言。\n",
        "author": "刘长卿",
        "authorLink": "http://so.gushiwen.org/author_104.aspx",
        "c1": "一路上经过的地方，青苔小道留下鞋痕。白云依偎安静沙洲，春草环绕道院闲门。新雨过后松色青翠，循着山路来到水源。看到溪花心神澄静，凝神相对默默无言。",
        "c2": "⑴莓苔：一作“苍苔”，即青苔。履痕：一作“屐痕”，木屐的印迹，此处指足迹。⑵渚：水中的小洲。一作“者”。⑶春草：一作“芳草”。⑷“溪花”两句：因悟禅意，故也相对忘言。禅：佛教指清寂凝定的心境。 "
    },
    "送李中丞归汉阳别业": {
        "title": "送李中丞归汉阳别业",
        "cont": "\n流落征南将，曾驱十万师。罢归无旧业，老去恋明时。独立三边静，轻生一剑知。茫茫江汉上，日暮欲何之。\n",
        "author": "刘长卿",
        "authorLink": "http://so.gushiwen.org/author_104.aspx",
        "c1": "这位漂泊流离的征南老将，当年曾经指挥过十万雄师。后来他罢职回乡没有产业，到老年他还留恋贤明之时。少壮时独立功勋三边平静，为国轻生只有随身佩剑知。在茫茫的汉江上飘来荡去，日到黄昏你还想要去哪里？",
        "c2": "⑴李中丞：生平不详。中丞：官职名，御史中丞的简称，唐时为宰相以下的要职。⑵流落：漂泊失所。征南将：指李中丞。⑶师：军队。⑷旧业：在家乡的产业。⑸明时：对当时朝代的美称。⑹三边：指汉代幽、并、凉三州，其地皆在边疆。此处泛指边疆。⑺轻生：不畏死亡。⑻江汉：指汉阳，汉水注入长江之处。⑼日暮：天晚，语意双关，暗指朝廷不公。何之：何往，何处去。 "
    },
    "饯别王十一南游": {
        "title": "饯别王十一南游",
        "cont": "\n望君烟水阔，挥手泪沾巾。飞鸟没何处，青山空向人。长江一帆远，落日五湖春。谁见汀洲上，相思愁白蘋。\n",
        "author": "刘长卿",
        "authorLink": "http://so.gushiwen.org/author_104.aspx",
        "c1": "望着你的小船驶向茫茫云水，频频挥手惜别泪水沾湿佩巾。你像一只飞鸟不知归宿何处，留下这一片青山空对着行人。江水浩浩一叶孤帆远远消失，落日下你将欣赏着五湖之美。谁能见我伫立汀洲上怀念你，望着白蘋心中充满无限愁情。",
        "c2": "⑴饯别：设酒食送行。王十一：名不详，排行十一。⑵烟水：茫茫的水面。⑶飞鸟：比喻远行的人。没何处：侧写作者仍在凝望。没：消失。⑷空向人：枉向人，意思是徒增相思。⑸落日：指王十一到南方后，当可看到夕照下的五湖春色。五湖：这里指太湖。此句与下面“谁见”两句均出自梁朝柳恽《江南曲》：“汀洲采白蘋，落日江南春。洞庭有归客，潇湘逢故人。故人何不返，春花复应晚。不道新知乐，只言行路远。”⑹汀（tīng）洲：水边或水中平地。⑺白蘋（pín）：水中浮草，花白色，故名。 "
    },
    "新年作": {
        "title": "新年作",
        "cont": "\n乡心新岁切，天畔独潸然。老至居人下，春归在客先。岭猿同旦暮，江柳共风烟。已似长沙傅，从今又几年。\n",
        "author": "刘长卿本站",
        "authorLink": "http://so.gushiwen.org/author_104.aspx",
        "c1": "新年来临思乡之心更切，独立天边不禁热泪横流。到了老年被贬居于人下，春归匆匆走在我的前头。山中猿猴和我同度昏晓，江边杨柳与我共分忧愁。我已和长太傅一样遭遇，这样日子须到何时才休？ ",
        "c2": "⑴天畔：天边，指潘州南巴，即今广东茂名。潸（shān）然：流泪的样子。 ⑵居人下：指官人，处于人家下面。客：人自指。 ⑶“春归”句：春已归而自己尚未回去。⑷岭：指五岭。作者时贬潘州南巴，过此岭。 ⑸长沙傅：指贾谊。曾受谗被贬为长沙王太傅，这里借以自喻。  "
    },
    "谷口书斋寄杨补阙": {
        "title": "谷口书斋寄杨补阙",
        "cont": "\n泉壑带茅茨，云霞生薜帷。竹怜新雨后，山爱夕阳时。 闲鹭栖常早，秋花落更迟。家童扫萝径，昨与故人期。\n",
        "author": "钱起",
        "authorLink": "http://so.gushiwen.org/author_495.aspx",
        "c1": "山泉沟壑萦绕着这座茅屋书斋，云霞映衬墙头薜荔象五彩幔帷。雨后新竹的姿彩多么叫人喜爱，更可爱晚山映照着夕阳的余辉。悠闲的白鹭常常早早回巢栖宿，秋花饱含生机比别处落得更迟。家仆正辛勤地把萝径打扫干净，我昨天与老朋友预约会面日期。",
        "c2": "1. 谷口：古地名，在今陕西泾阳县西北。2. 补阙：官名，职责是向皇帝进行规谏。3. 茅茨：（cí）茅屋。4. 泉壑：这里指山水。5.怜：可爱。新雨：刚下过的雨。6.山：即谷口。夕阳：傍晚的太阳。7.迟：晚。8.家童：家里的小孩。9.昨：先前。 "
    },
    "送李端": {
        "title": "送李端",
        "cont": "\n故关衰草遍，离别自堪悲。(自堪悲 一作：正堪悲)路出寒云外，人归暮雪时。少孤为客早，多难识君迟。掩泪空相向，风尘何处期。\n",
        "author": "卢纶",
        "authorLink": "http://so.gushiwen.org/author_583.aspx",
        "c1": "故乡遍地都是衰败的枯草，好友相别实在是令人伤悲。你去的道路伸向云天之外，我归来时只见暮雪在纷飞。从小丧父早年就客游外乡，多经磨难我与你相识太迟。回望你去的方向掩面而泣，在战乱年月再见不知何时。",
        "c2": "⑴《全唐》此诗题下有注：一作严维诗，题作送李端。李端：作者友人，与作者同属“大历十才子”。⑵故关：故乡。衰草：冬草枯黄，故曰衰草。⑶“路出”句：意为李端欲去的路伸向云天外，写其道路遥远漫长。⑷少孤：少年丧父、丧母或父母双亡。⑸风尘：指社会动乱。此句意为在动乱年代，不知后会何期。 "
    },
    "阙题": {
        "title": "阙题",
        "cont": "\n道由白云尽，春与青溪长。时有落花至，远随流水香。 闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。\n",
        "author": "刘昚虚",
        "authorLink": "http://so.gushiwen.org/author_593.aspx",
        "c1": "山路被白云隔断在尘境之外， 春光宛若清清溪流源远流长。 不时有落花随溪水飘流而至， 远远地就可闻到水中的芳香。 闲静的荆门面对蜿蜒的山路， 柳荫深处蕴藏着读书的斋堂。 每当太阳光穿过柳荫的幽境， 清幽的光辉便洒满我的衣裳。",
        "c2": "①阙题：“阙”通缺，即缺题。因此原题在流传过程中遗失，后人在编诗时以“阙题”为名。②道由白：指山路在白云尽处，也即在尘境之外。道：道路。由：因为。春：春意，即诗中所说的花柳。③闲门：指门前清净，环境清幽，俗客不至的门。④深柳：即茂密的柳树。⑤幽映：指“深柳”在阳光映照下的浓荫。⑥每：每当。 "
    },
    "送僧归日本": {
        "title": "送僧归日本",
        "cont": "\n上国随缘住，来途若梦行。浮天沧海远，去世法舟轻。水月通禅寂，鱼龙听梵声。惟怜一灯影，万里眼中明。\n",
        "author": "钱起",
        "authorLink": "http://so.gushiwen.org/author_495.aspx",
        "c1": "只要有机缘，随时都可以到中国来；一路雾霭茫茫，船只象在梦中航行。天海浮沉，小船驶去那遥远的边际；超脱世俗，自然会感受到法舟轻盈。心境凝定清寂，一切都如水月虚幻；海内鱼龙，也会出来听你诵经之声。最可爱的是，有盏照亮心田的佛灯；航行万里，眼中永远都是灿烂光明。",
        "c2": "⑴上国：春秋时称中原为上国，这里指中国（唐朝）。随缘：佛家语，随其机缘。住：一作“至”，一作“去”。⑵来途：指从日本来中国。一作“东途”。⑶浮天：舟船浮于天际。形容海面宽广，天好像浮在海上。一作“浮云”。沧海：即大海，因水深而呈青绿色，故名。⑷去世：离开尘世，这里指离开中国。法舟：指受佛法庇佑的船。一作“法船”。法舟轻：意为因佛法高明，乘船归国，将会一路顺利。⑸水月：佛教用语，比喻僧品格清美，一切像水中月那样虚幻。禅寂：佛教悟道时清寂凝定的心境。⑹梵声：念佛经的声音。⑺惟怜：最爱；最怜。一作“惟慧”。一灯：佛家用语，比喻智慧。一作“一塔”。灯：双关，以舟灯喻禅灯。 "
    },
    "江乡故人偶集客舍": {
        "title": "江乡故人偶集客舍",
        "cont": "\n天秋月又满，城阙夜千重。还作江南会，翻疑梦里逢。 风枝惊暗鹊，露草覆寒蛩。羁旅长堪醉，相留畏晓钟。\n",
        "author": "戴叔伦",
        "authorLink": "http://so.gushiwen.org/author_286.aspx",
        "c1": "秋夜里一轮满月高挂天空，光华洒满宫城的门户千重。在京城能和江南一样相聚，大家反而怀疑是梦里相逢。秋风惊动枝头栖宿的乌鹊，露草里唧唧哭叫着的寒虫。漂泊在外的游客应该长醉，相互挽留怕听报晓的响钟。",
        "c2": "1、偶集：偶然与同乡聚会。2、城阙：宫城前两边的楼观，泛指城池。3、千重：千层，形容夜色浓重。4、翻疑：反而怀疑。翻：义同“反”。5、风枝：风吹动树枝。6、羁旅：犹漂泊。7、晓钟：报晓的钟声。 "
    },
    "在狱咏蝉": {
        "title": "在狱咏蝉",
        "cont": "\n西陆蝉声唱，南冠客思深。(客思深 一作：客思侵)不堪玄鬓影，来对白头吟。(不堪 一作：那堪)露重飞难进，风多响易沉。无人信高洁，谁为表予心？\n",
        "author": "骆宾王",
        "authorLink": "http://so.gushiwen.org/author_714.aspx",
        "c1": "秋天里寒蝉叫个不停，被囚的人思乡愁情深。想着自己当年的模样，现在却满头白发只能自言自语。霜露重蝉难举翅高飞，大风起蝉鸣声被掩没。无人相信蝉居食高洁，又有谁能为我表冰心。",
        "c2": "西陆：指秋天。《隋书·天文志》：“日循黄道东行一日一夜行一度，三百六十五日有奇而周天。行东陆谓之春，行南陆谓之夏，行西陆谓之秋，行北陆谓之冬。”南冠：楚冠，这里是囚徒的意思。用《左传·成公九年》，楚钟仪戴着南冠被囚于晋国军府事。深：一作“侵”。玄鬓：指蝉的黑色翅膀，这里比喻自己正当盛年。不堪：一作“那堪”。白头吟：乐府曲名。《乐府集》解题说是鲍照、张正见、虞世南诸作，皆自伤清直却遭诬谤。两句意谓，自己正当玄鬓之年，却来默诵《白头吟》那样哀怨的诗句。露重：秋露浓重。飞难进：是说蝉难以高飞。响：指蝉声。沉：沉没，掩盖。高洁：清高洁白。古人认为蝉栖高饮露，是高洁之物。作者因以自喻。予心：我的心。 "
    },
    "遣悲怀三首·其一": {
        "title": "遣悲怀三首·其一",
        "cont": "\n谢公最小偏怜女，自嫁黔娄百事乖。顾我无衣搜荩箧，泥他沽酒拔金钗。(荩箧 一作：画箧)野蔬充膳甘长藿，落叶添薪仰古槐。今日俸钱过十万，与君营奠复营斋。\n",
        "author": "元稹",
        "authorLink": "http://so.gushiwen.org/author_18.aspx",
        "c1": "你如同谢公最受偏爱的女儿，嫁给我这个贫士事事不顺利。你见我没有衣衫就在箱子找，你拔下金钗因我相求而买酒。你用野蔬充饥却说食物甘美，你用落叶作薪你用枯枝做炊。如今我高官厚禄你却离人间，为你寄点延请僧道超度士灵。",
        "c2": "⑴谢公东晋宰相谢安，他最偏爱侄女谢道韫。⑵黔娄：战国时齐国的贫士。此自喻。言韦丛以名门闺秀屈身下嫁。百事乖：什么事都不顺遂。⑶荩箧：竹或草编的箱子。⑷泥：软缠，央求。⑸藿：豆叶，嫩时可食。⑹奠：祭奠，设酒食而祭。 "
    },
    "酬程延秋夜即事见赠": {
        "title": "酬程延秋夜即事见赠",
        "cont": "\n长簟迎风早，空城澹月华。星河秋一雁，砧杵夜千家。 节候看应晚，心期卧亦赊。向来吟秀句，不觉已鸣鸦。\n",
        "author": "韩翃",
        "authorLink": "http://so.gushiwen.org/author_473.aspx",
        "c1": "韵译我早早地枕着竹席迎风纳凉，清虚的秋夜京城荡漾着月光。一行秋雁高高地掠过了星空，千家万户传来了捣衣的声响。看节候应该是到了更深夜阑，思念友人心灵相期睡觉也晚。刚刚反复吟诵你送我的佳句，不觉乌鸦呱呱啼叫天已渐亮。直译修长的竹枝早早迎接着秋风，淡淡的月华洒满了空城。一只鸿雁向银河飞去，寂静的夜里，传来千家万户捣衣的砧声。季节飞快地推移，转眼已秋冬，闲散里，我空怀着未曾了却的心意。我反复吟诵你秀美的句，不觉天色将晓，已听见早鸦乱啼。",
        "c2": "⑴程延：一作“程近”，事迹不祥，诗人的诗友。⑵簟（diàn）：竹席。⑶空城：指城市秋夜清静如虚空。澹月华：月光淡荡。澹，漂动。⑷星河：即银河。⑸砧杵（zhēn chǔ）：捣衣用具，古代捣衣多在秋夜。砧，捣衣石。杵，捣衣棒。⑹节候：节令气候。⑺心期：心所向往。卧：指闲居。落空。⑻向来：刚才。秀句：诗的美称。⑼鸣鸦：天晓鸦鸣。 "
    },
    "遣悲怀三首·其二": {
        "title": "遣悲怀三首·其二",
        "cont": "\n昔日戏言身后意，今朝都到眼前来。(身后意 一作：身后事)衣裳已施行看尽，针线犹存未忍开。尚想旧情怜婢仆，也曾因梦送钱财。诚知此恨人人有，贫贱夫妻百事哀。\n",
        "author": "元稹",
        "authorLink": "http://so.gushiwen.org/author_18.aspx",
        "c1": "往昔曾经戏言我们身后的安排，如今都按你所说的展现在眼前。你穿过的衣裳已经快施舍完了，你的针线盒我珍存着不忍打开。因怀念你我对婢仆也格外恋爱，多次梦到你我便为你焚纸烧钱。谁不知夫妻永诀人人都会伤怀，想起许多往事令人极度地伤悲。",
        "c2": "1.戏言：开玩笑的话。身后意：关于死后的设想。2.行看尽：眼看快要完了。3.怜：怜爱，痛惜。4.诚知：确实知道。 "
    },
    "赠郭给事": {
        "title": "赠郭给事",
        "cont": "\n洞门高阁霭馀辉，桃李阴阴柳絮飞。禁里疏钟官舍晚，省中啼鸟吏人稀。晨摇玉佩趋金殿，夕奉天书拜琐闱。强欲从君无那老，将因卧病解朝衣。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "高高的宫门和楼阁冰浴在夕阳的余晖中，桃李技叶茂密，柳絮随风飞舞。皇宫里钟声稀疏，官舍中办公的官吏已经很少，门下省里只听见乌鸣。早晨步入金殿时玉佩摇晃，夜晚捧着皇帝的沼书拜别宫门。想勉强跟着您一同进退，无奈我已衰老，会因病卧床而解下我这身官袍。",
        "c2": "1.郭给事：郭承嘏，字复卿。“给事”，即给事中，是唐代门下省的要职，常在皇帝周围，掌宣达诏令，驳正政令之违失，地位是十分显赫的。2.洞门：指深宫中重重相对相通的门。3.霭余辉：遮蔽住落日的光辉。4.阴阴：枝叶茂密的样子。5.禁里：禁里：禁中，即皇宫中。6.省：指唐门下省。7.玉佩：官员身上佩带的玉石饰物。8.趋：小步而行。9.奉：“捧”的本字。10.天书：皇帝的诏书。11.拜琐闱：指毕恭毕敬地离开宫门。琐闱，宫门。因宫门上刻着连琐图案并以青色饰之，故得名。12.强：勉强。13.从君：喻在朝做官。14.无那：无奈。15.卧病：生病卧床。16.解朝农：喻不再做官。 "
    },
    "遣悲怀三首·其三": {
        "title": "遣悲怀三首·其三",
        "cont": "\n闲坐悲君亦自悲，百年多是几多时。邓攸无子寻知命，潘岳悼亡犹费词。同穴窅冥何所望，他生缘会更难期。惟将终夜常开眼，报答平生未展眉。\n",
        "author": "元稹",
        "authorLink": "http://so.gushiwen.org/author_18.aspx",
        "c1": "闲坐无事为你悲伤为我感叹，人生短暂百年时间又多长呢！邓攸没有后代是命运的安排，潘岳悼念亡妻只是徒然悲鸣。即使能合葬也无法倾诉衷情，来世结缘是多么虚幻的企望。只能睁着双眼整夜把你思念，报答你平生不得伸展的双眉。",
        "c2": "邓攸：西晋人，字伯道，官河西太守。《晋书·邓攸传》载：永嘉末年战乱中，他舍子保侄，后终无子。潘岳：西晋人，字安仁，妻死，作《悼亡》三首。这两句写人生的一切自有命定，暗伤自己无妻无子的命运。窅冥：深暗的样子。 "
    },
    "奉和圣制从蓬莱向兴庆阁道": {
        "title": "奉和圣制从蓬莱向兴庆阁道",
        "cont": "\n渭水自萦秦塞曲，黄山旧绕汉宫斜。銮舆迥出千门柳，阁道回看上苑花。云里帝城双凤阙，雨中春树万人家。为乘阳气行时令，不是宸游玩物华。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "渭水萦绕着秦关曲折地东流，黄麓山环抱着汉宫长年依旧。皇辇远出千重宫门夹道杨柳，阁道回看上林百花恰似锦绣。帝城高耸入云的是凤阁凤楼，春雨润泽千家树木美不胜收。为了把住春光时令出巡民忧，不是因为玩赏春光驾车逛游！",
        "c2": "⑴渭水：即渭河，黄河最大支流，在陕西中部。秦塞：犹秦野。塞：一作“甸”。这一带古时本为秦地。⑵黄山：黄麓山，在今陕西兴平县北。汉宫：也指唐宫。⑶銮舆（luán yú） ：皇帝的乘舆。迥出：远出。千门：指宫内的重重门户。此句意谓銮舆穿过垂柳夹道的重重宫门而出。⑷上苑：泛指皇家的园林。⑸双凤阙：汉代建章宫有凤阙，这里泛指皇宫中的楼观。阙：宫门前的望楼。⑹阳气：指春气。⑺宸（chén）游：指皇帝出游。宸：北辰所居，借指皇帝居处，后又引伸为帝王的代称。物华：美好的景物。后两句意谓，皇帝本为乘此顺应时令，随阳气而宣导万物，并非只为赏玩美景。 "
    },
    "积雨辋川庄作": {
        "title": "积雨辋川庄作",
        "cont": "\n积雨空林烟火迟，蒸藜炊黍饷东菑。漠漠水田飞白鹭，阴阴夏木啭黄鹂。山中习静观朝槿，松下清斋折露葵。野老与人争席罢，海鸥何事更相疑。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "连日雨后，树木稀疏的村落里炊烟冉冉升起。烧好的粗茶淡饭是送给村东耕耘的人。广阔平坦的水田上一行白鹭掠空而飞；田野边繁茂的树林中传来黄鹂宛转的啼声。我在山中修身养性，观赏朝槿晨开晚谢；在松下吃着素食，和露折葵不沾荤腥。我已经是一个从追名逐利的官场中退出来的人，而鸥鸟为什么还要猜疑我呢？",
        "c2": "空林积雨，薪火难以点燃。午饭做完，马上送向田间。漠漠水田，飞起几只白鹭；阴阴夏树，传来婉转鸟鸣。惯于山间安静，早起遍地看花。松下长吃素食，采摘路葵佐餐。我与野老已融洽无间，海鸥为何还要猜疑？"
    },
    "和贾至舍人早朝大明宫之作": {
        "title": "和贾至舍人早朝大明宫之作",
        "cont": "\n绛帻鸡人送晓筹，尚衣方进翠云裘。九天阊阖开宫殿，万国衣冠拜冕旒。日色才临仙掌动，香烟欲傍衮龙浮。朝罢须裁五色诏，佩声归向凤池头。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "韵译头戴红巾的卫士不住报说寒夜欲晓，尚衣官员给天子呈上了翠绿的云裘。早朝的百官曙色中走进辉煌的宫殿，同万国使节向加冕悬旒的皇帝叩头。初出的日光晃动着君王的雉尾掌扇，浮动的香烟飘向了皇上的衮龙袍绣。罢朝后把天子的圣旨写在五色纸上，紫服玉佩的中书文官此刻纷忙不休。 散译戴着红巾的卫士在宫门报晓，尚衣官员向天子进上绣着翠云的皮袍。层层叠叠的宫殿如九重天门迤逦打开，异邦万国的使臣一齐向着皇帝跪见朝拜。日色刚刚照临到殿堂，仪仗已排列成扇形屏障。御炉中香烟袅袅，缭绕着天子的龙袍浮动飘忽。早朝过后中书省的官员退到凤凰池上，用五色彩纸起草皇上的诏书。",
        "c2": "⑴和：即和，是用来和答他人诗作的诗，依照别人诗词的格律或内容作诗词。可和韵，可不和韵。舍人：即中书舍人，时贾至任此职。大明宫：宫殿名，在长安禁苑南。⑵绛帻（jiànɡ zé）：用红布包头似鸡冠状。鸡人：古代宫中，于天将亮时，有头戴红巾的卫士，于朱雀门外高声喊叫，好像鸡鸣，以警百官，故名鸡人。晓筹：即更筹，夜间计时的竹签。⑶尚衣：官名。隋唐有尚衣局，掌管皇帝的衣服。翠云裘（qiú）：饰有绿色云纹的皮衣。⑷九天：极言天之崇高广阔。古人认为天有九野、九重。此处借指帝宫。阊阖（chāng hé）：天门，此处指皇宫正门。⑸衣冠：指文武百官。冕旒（miǎn liú）：古代帝王、诸侯及卿大夫的礼冠。旒，冠前后悬垂的玉串，天子之冕十二旒。这里指皇帝。⑹仙掌：掌为掌扇之掌，也即障扇，宫中的一种仪仗，用以蔽日障风。⑺衮（gǔn）龙：犹卷龙，指皇帝的龙袍。浮：指袍上锦绣光泽的闪动。⑻裁：拟写。五色诏：用五色纸所写的诏书。⑼凤池：指凤凰池。 "
    },
    "奉和中书舍人贾至早朝大明宫": {
        "title": "奉和中书舍人贾至早朝大明宫",
        "cont": "\n鸡鸣紫陌曙光寒，莺啭皇州春色阑。金阙晓钟开万户，玉阶仙仗拥千官。花迎剑珮星初落，柳拂旌旗露未干。独有凤凰池上客，阳春一曲和皆难。\n",
        "author": "岑参",
        "authorLink": "http://so.gushiwen.org/author_113.aspx",
        "c1": "五更鸡鸣，京都路上曙光略带微寒；黄莺鸣啭，长安城里已是春意阑珊。望楼晓钟响过，宫殿千门都已打开；玉阶前仪仗林立，簇拥上朝的官员。启明星初落，花径迎来佩剑的侍卫；柳条轻拂着旌旗，一滴滴露珠未干。唯有凤池中书舍人贾至，写称赞；他的诗是曲阳春白雪，要和唱太难。",
        "c2": "⑴紫陌：京都的道路。⑵皇州：帝都，指长安。⑶仙仗：指皇帝的仪仗。⑷凤凰池：也称凤池，指中书省。 "
    },
    "自河南经乱,关内阻饥": {
        "title": "自河南经乱,关内阻饥",
        "cont": "\n自河南经乱，关内阻饥，兄弟离散，各在一处。因望月有感，聊书所怀，寄上浮梁大兄、於潜七兄、乌江十五兄，兼示符离及下邽弟妹。\n时难年荒世业空，弟兄羁旅各西东。田园寥落干戈后，骨肉流离道路中。吊影分为千里雁，辞根散作九秋蓬。共看明月应垂泪，一夜乡心五处同。\n",
        "author": "白居易",
        "authorLink": "http://so.gushiwen.org/author_665.aspx",
        "c1": "自从河南地区经历战乱，关内一带漕运受阻致使饥荒四起，我们兄弟也因此流离失散，各自在一处。因为看到月亮而有所感触，便随性写成一首来记录感想，寄给在浮梁的大哥、在於潜的七哥，在乌江的十五哥和在符离、下邽的弟弟妹妹们看。",
        "c2": "在灾年中荡然一空，兄弟分散各自你西我东。战乱过后田园荒芜寥落，骨肉逃散在异乡道路中。吊影伤情好像离群孤雁，漂泊无踪如断根的秋蓬。同看明月都该伤心落泪，一夜思乡心情五地相同。"
    },
    "登金陵凤凰台": {
        "title": "登金陵凤凰台",
        "cont": "\n凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，二水中分白鹭洲。(二水 一作：一水)总为浮云能蔽日，长安不见使人愁。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "凤凰台上曾经有凤凰来悠游，凤去台空只有江水依旧东流。吴宫鲜花芳草埋着荒凉小径，晋代多少王族已成荒冢古丘。三山云雾中隐现如落青天外，江水被白鹭洲分成两条河流。总有奸臣当道犹如浮云遮日，长安望不见心中郁闷长怀愁。",
        "c2": "⑴凤凰台：在金陵凤凰山上。据《江南通志》载：“凤凰台在江宁府城内之西南隅，犹有陂陀，尚可登览。宋元嘉十六年，有三鸟翔集山间，文彩五色，状如孔雀，音声谐和，众鸟群附，时人谓之凤凰。起台于山，谓之凤凰山，里曰凤凰里。”⑵江：长江。⑶吴宫：三国时孙吴曾于金陵建都筑宫。⑷晋代：指东晋，南渡后也建都于金陵。衣冠：指的是东晋文学家郭璞的衣冠冢。现今仍在南京玄武湖公园内。一说指当时豪门世族。衣冠，士大夫的穿戴，借指士大夫、官绅。成古丘：晋明帝当年为郭璞修建的衣冠冢豪华一时，然而到了唐朝人来看的时候，已经成为一个丘壑了。现今这里被称为郭璞墩，位于南京玄武湖公园内⑸三山：山名。据《景定建康志》载：“其山积石森郁，滨于大江，三峰并列，南北相连，故号三山”。今三山街为其旧址，明初朱元璋筑城时，将城南的三座无名小山也围在了城中。这三座山正好挡住了从城北通向南门──聚宝门的去路。恰逢当时正在城东燕雀湖修筑宫城，于是将这三座山填进了燕雀湖。三山挖平后，在山基修了一条街道，取名为三山街。半落青天外：形容极远，看不大清楚。⑹二水：一作“一水”。指秦淮河流经南京后，西入长江，被横截其间的白鹭洲分为二支。白鹭洲：白鹭洲：古代长江中的沙洲，洲上多集白鹭，故名。今已与陆地相连，位于今南京市江东门外。⑺浮云蔽日：比喻谗臣当道障蔽贤良。浮云：比喻奸邪小人。陆贾《新语·慎微篇》：“邪臣之蔽贤，犹浮云之障日月也。”日：一语双关，因为古代把太阳看作是帝王的象征。⑻长安：这里用京城指代朝廷和皇帝。 "
    },
    "无题·重帏深下莫愁堂": {
        "title": "无题·重帏深下莫愁堂",
        "cont": "\n重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "重重帷幕深垂，我孤居莫愁堂；独卧不眠，更觉静夜漫漫长长。巫山神女艳遇楚王，原是梦幻；青溪小姑住所，本就独处无郎。我是柔弱菱枝，偏遭风波摧残；我是铃芳桂叶，却无月露香。虽然深知沉溺相思，无益健康；我却痴情到底，落个终身清狂。 ",
        "c2": "１、神女：即宋玉《神女赋》中的巫山神女。２、小姑句：古乐府《青溪小姑曲》：“小姑所居，独处无郎。”３、风波句：意谓菱枝虽是弱质，却不相信会任凭风波欺负。４、直道两句：意谓即使相思全无好处，但这种惆怅之心，也好算是痴情了。直道：即使，就说。了：完全。清狂：旧注谓不狂之狂，犹今所谓痴情。按：如作狂放解本也通，但既把中人作为女子解，那么，还是作痴情解较切。 "
    },
    "无题·凤尾香罗薄几重": {
        "title": "无题·凤尾香罗薄几重",
        "cont": "\n凤尾香罗薄几重，碧文圆顶夜深缝。扇裁月魄羞难掩，车走雷声语未通。曾是寂寥金烬暗，断无消息石榴红。斑骓只系垂杨岸，何处西南任好风。(任 一作：待)\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "织着凤尾纹的绫罗，薄薄重重；碧纹的圆顶罗帐，我深夜赶缝。那回邂逅，来不及用团扇掩盖；可你驱车隆隆而过，无语相通。曾因寂寥不眠，想到更残烛尽；却无你的消息，等到石榴花红。也许你在垂杨岸，栓系斑骓马；怎能等到，送去会你的西南风。",
        "c2": "１、凤尾香罗：凤纹罗；罗：绫的一种。２、顶：指帐顶。３、扇裁：指以团扇掩面。 "
    },
    "无题·相见时难别亦难": {
        "title": "无题·相见时难别亦难",
        "cont": "\n相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。(蓬山 一作：蓬莱)\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "见面的机会真是难得，分别时更是难舍难分，况且又兼东风将收的暮春天气，百花残谢，更加使人伤感。春蚕结茧到死时丝才吐完，蜡烛要燃尽成灰时像泪一样的蜡油才能滴干。女子早晨妆扮照镜，只担忧丰盛如云的鬓发改变颜色，青春的容颜消失。男子晚上长吟不寐，必然感到冷月侵人。对方的住处就在不远的蓬莱山，却无路可通，可望而不可及。希望有青鸟一样的使者殷勤地为我去探看情人。",
        "c2": "⑴无题：唐代以来，有的人不愿意标出能够表示主题的题目时，常用“ 无题”作诗的标题。⑵东风无力百花残：这里指百花凋谢的暮春时节。东风，春风。残，凋零。⑶丝方尽：丝，与“思”谐音，以“丝”喻“思”，含相思之意。⑷蜡炬：蜡烛。⑸泪始干：泪，指燃烧时的蜡烛油，这里取双关义，指相思的眼泪。⑹晓镜：早晨梳妆照镜子。镜，用作动词，照镜子的意思。⑺云鬓：女子多而美的头发，这里比喻青春年华。⑻应觉：设想之词。⑼月光寒：指夜渐深。⑽蓬山：蓬莱山，传说中海上仙山，指仙境。⑾青鸟：神话中为西王母传递音讯的信使。⑿殷勤：情谊恳切深厚。⒀探看（kān）：探望。 "
    },
    "无题·来是空言去绝踪": {
        "title": "无题·来是空言去绝踪",
        "cont": "\n来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓。蜡照半笼金翡翠，麝熏微度绣芙蓉。刘郎已恨蓬山远，更隔蓬山一万重！\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "你说来相会是空话，别后不见踪影；醒来楼上斜月空照，听得晓钟初鸣。梦里为伤远别啼泣，双双难以呼唤；醒后研墨未浓，奋笔疾书写成一信。残烛半照金翡翠的被褥，朦朦胧胧；麝香熏透芙蓉似的纱帐，软软轻轻。当年的刘郎，早已怨恨那蓬山遥远；你去的所在，要比蓬山更隔万重岭！",
        "c2": "１、半笼：半映。指烛光隐约，不能全照床上被褥。２、金翡翠：指饰以金翠的被子。《长恨歌》：“悲翠衾寒谁与共。”３、麝：本动物名，即香獐，其体内的分泌物可作香料。这里即指香气。４、度：透过。５、绣芙蓉：指绣花的帐子。６、刘郎：相传东汉时刘晨、阮肇一同入山采药，遇二女子，邀至家，留半年乃还乡。后也以此典喻“艳遇”。７、蓬山：蓬莱山，指仙境。 "
    },
    "无题·飒飒东风细雨来": {
        "title": "无题·飒飒东风细雨来",
        "cont": "\n飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰！\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "东风飒飒，阵阵细雨随风飘散纷飞，荷花塘外的那边，传来了声声轻雷。有锁纽的金蟾香炉，香烟缭绕飘逸，状似玉虎的辘轳，牵引绳索汲井水。贾女隔帘窥韩寿，是爱他年轻貌美，魏王梦见甄氏留枕，赋比作宓妃。呵，我这颗心不再与春花一同萌发；免得使我寸寸相思，都化成了烟灰。 ",
        "c2": "１、金蟾句：意谓虽有金蟾啮锁，香烟犹得进入。金蟾：旧注说是“蟾善闭气，古人用以饰锁”。啮：咬。２、玉虎句：意谓井水虽深，玉虎犹得牵丝汲之。玉虎：井上的辘轳。丝：井索。汲：引。３、贾氏句：晋韩寿貌美，司空南充招为掾，贾女于窗格中见韩寿而悦之，遂通情。贾女又以晋帝赐贾充之西域异香赠寿。韩掾少：为了韩寿的年轻俊美。掾：僚属。少：年轻。４、宓妃句：魏曹植曾作《洛神赋》，赋中叙述他和洛河女神宓妃相遇事。宓妃：指洛神，传说为伏（宓）羲之女。留枕：这里指幽会。魏王：曹植封东阿王，后改陈王。 "
    },
    "无题·昨夜星辰昨夜风": {
        "title": "无题·昨夜星辰昨夜风",
        "cont": "\n昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "昨夜星光灿烂，夜半却有习习凉风；我们酒筵设在画楼西畔、桂堂之东。身上无彩凤的双翼，不能比翼齐飞；内心却象灵犀一样，感情息息相通。互相猜钩嬉戏，隔座对饮春酒暖心；分组来行酒令，决一胜负烛光泛红。可叹呵，听到五更鼓应该上朝点卯；策马赶到兰台，像随风飘转的蓬蒿。",
        "c2": "1、画楼、桂堂：都是比喻富贵人家的屋舍。2、灵犀：旧说犀牛有神异，角中有白纹如线，直通两头。3、送钩：也称藏钩。古代腊日的一种游戏，分二曹以较胜负。把钩互相传送后，藏于一人手中，令人猜。4、分曹：分组。5、射覆：在覆器下放着东西令人猜。分曹、射覆未必是实指，只是借喻宴会时的热闹。6、鼓：指更鼓。7、应官：犹上班。8、兰台：即秘书省，掌管图书秘籍。李商隐曾任秘书省正字。这句从字面看，是参加宴会后，随即骑马到兰台，类似蓬草之飞转，实则也隐含自伤飘零意。 "
    },
    "春雨": {
        "title": "春雨",
        "cont": "\n怅卧新春白袷衣，白门寥落意多违。红楼隔雨相望冷，珠箔飘灯独自归。远路应悲春晼晚，残霄犹得梦依稀。玉珰缄札何由达，万里云罗一雁飞。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "新春，我穿着白夹衣怅然地卧床；幽会的白门冷落了，我心中惘然。隔着雨丝凝视红楼，我倍觉冷寂；珠箔般雨滴飘打灯笼，独自归返。你在远路，到春晚应更悲凄伤感？只有残宵能梦中聚首，依稀空泛。耳环情书已备好，怎么才能送达；只寄希望于万里长空，飞来鸿雁。",
        "c2": "“怅卧新春白袷衣，白门寥落意多违。”新春时节，我穿着白夹衣，怅然地卧在床上；白门寂寞，令我心中万分感伤。“红楼隔雨相望冷，珠箔飘灯独自归。”隔着蒙蒙细雨凝视着那座红楼，只觉得凄冷茫茫，我只好顶着珠帘般的细雨，在依稀闪烁的灯光中黯然归来。“远路应悲春晼晚，残霄犹得梦依稀。”凄楚的暮春，遥远的路途，哪里可以寄托我的悲凄伤感？缠绵的思绪，化做空泛的梦，在残宵的梦中依稀与你相见。“玉铛缄札何由达，万里云罗一雁飞。”有玉珰一双作为信物，怎么样才可以送达；我只有寄希望于万里长空中，那一只刚刚飞来的鸿雁。"
    },
    "筹笔驿": {
        "title": "筹笔驿",
        "cont": "\n猿鸟犹疑畏简书，风云常为护储胥。徒令上将挥神笔，终见降王走传车。管乐有才原不忝，关张无命欲何如？他年锦里经祠庙，梁父吟成恨有余。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "猿鸟犹疑是惊畏丞相的严明军令，风云常常护着他军垒的藩篱栏栅。诸葛亮徒然在这里挥笔运筹划算，后主刘禅最终却乘坐邮车去投降。孔明真不愧有管仲和乐毅的才干。关公张飞已死他又怎能力挽狂澜？往年我经过锦城时进谒了武侯祠，曾经吟诵了梁父吟为他深表遗憾！",
        "c2": "①筹笔驿：旧址在今四川省广元县北。《方舆胜览》：“筹笔驿在绵州绵谷县北九十九里，蜀诸葛武侯出师，尝驻军筹划于此。”②猿鸟句：诸葛亮治军以严明称，这里意谓至今连鱼鸟还在惊畏他的简书。疑：惊。简书：指军令。古人将文字写在竹简上。③储胥：指军用的篱栅。④上将：犹主帅，指诸葛亮。⑤降王：指后主刘禅。走传车：公元263年（魏元帝景元四年），邓艾伐蜀，后主出降，全家东迁洛阳，出降时也经过筹笔驿。传车：古代驿站的专用车辆。后主是皇帝，这时却坐的是传车，也隐含讽喻意。⑥管：管仲。春秋时齐相，曾佐齐桓公成就霸业。乐：乐毅。战国时人，燕国名将，曾大败强齐。原不忝：真不愧。诸葛亮隐居南阳时，每自比管仲、乐毅。⑦他年：作往年解。锦里：在成都城南，有武侯祠。⑧梁父吟：两句意谓，往年曾谒锦里的武侯祠，想起他隐居时吟咏《梁父吟》的抱负，不曾得到舒展，实在令人遗憾。 "
    },
    "锦瑟": {
        "title": "锦瑟",
        "cont": "\n锦瑟无端五十弦，一弦一柱思华年。庄生晓梦迷蝴蝶，望帝春心托杜鹃。沧海月明珠有泪，蓝田日暖玉生烟。此情可待成追忆，只是当时已惘然。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "瑟本有二十五根弦，但此创作于李商隐妻子死后，故五十弦有断弦之意但即使这样它的每一弦、每一音节，足以表达对那美好年华的思念。（此句为转折句。）庄周其实知道自己只是向往那自由自在的蝴蝶。（本句是对“华年”的阐释。）望帝那美好的心灵和作为可以感动杜鹃。（本句亦是对“华年”的阐释。）大海里明月的影子像是眼泪化成的珍珠。（喻指诗人的悲哀，即使是一个明媚的夜晚，依然想到的是眼泪。）只有在彼时彼地的蓝田才能生成犹如生烟似的良玉。（暗指诗人对当时社会局势的不满。）那些美好的事和年代，只能留在回忆之中了。（亦指自己对青春年华的追思之情。）而在当时那些人看来那些事都只是平常罢了，却并不知珍惜。（亦指自己在年轻时对生活的态度也是那样不知珍惜。）",
        "c2": "⑴锦瑟无端五十弦，一弦一柱思华年：《周礼·乐器图》：“雅瑟二十三弦，颂瑟二十五弦，饰以宝玉者曰宝瑟，绘文如锦者曰锦瑟。”《汉书·郊祀志上》：“秦帝使素女鼓五十弦瑟，悲，帝禁不止，故破其瑟为二十五弦。”古瑟大小不等，弦数亦不同。义山《回中牡丹为雨所败》诗有“锦瑟惊弦破梦频”；《七月二十八日夜与王郑二秀才听雨后梦作》诗有“雨打湘灵五十弦”。无端：没来由，无缘无故。此隐隐有悲伤之感，乃全诗之情感基调。历代解义山诗者，多以此诗为晚年之作。李商隐妻子故去，所以二十五根弦断后变为五十弦。“思”字变读去声（sì），律诗中不许有一连三个平声的出现。⑵庄生晓梦迷蝴蝶：《庄子·齐物论》：“庄周梦为蝴蝶，栩栩然蝴蝶也；自喻适志与！不知周也。俄然觉，则蘧蘧然周也。不知周之梦为蝴蝶与？蝴蝶之梦为周与。”商隐此引庄周梦蝶故事，以言人生如梦，往事如烟之意。佳人锦瑟，一曲繁弦，惊醒了诗人的梦景，不复成寐。这里面隐约包涵着美好的情境，却又是虚缈的梦境。也有着人生如梦的惆怅和迷惘。⑶望帝春心托杜鹃：《华阳国志·蜀志》：“杜宇称帝，号曰望帝。……其相开明，决玉垒山以除水害，帝遂委以政事，法尧舜禅授之义，遂禅位于开明。帝升西山隐焉。时适二月，子鹃鸟鸣，故蜀人悲子鹃鸟鸣也。”子鹃即杜鹃，又名子规。蔡梦弼《杜工部草堂诗笺》一九《杜鹃》诗注引《成都记》：“望帝死，其魂化为鸟，名曰杜鹃，亦曰子规。”传说蜀国的杜宇帝因水灾让位于自己的臣子，而自己则隐归山林，死后化为杜鹃日夜悲鸣直至啼出血来.。⑷沧海月明珠有泪：《博物志》：“南海外有鲛人，水居如鱼，不废绩织，其眼泣则能出珠。”《新唐书·狄仁杰传》：“仁杰举明经，调汴州参军，为吏诬诉黜陟，使闫立本如讯，异其才，谢曰：‘仲尼称观过知仁，君可谓沧海遗珠矣。’”⑸蓝田日暖玉生烟：《元和郡县志》：“关内道京兆府蓝田县：蓝田山，一名玉山，在县东二十八里。”《文选》陆机《文赋》：“石韫玉而山辉，水怀珠而川媚。”《困学纪闻》卷十八：司空表圣云：“戴容州谓诗家之景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前也。李义山玉生烟之句盖本于此。”⑹此情可待成追忆，只是当时已惘然：拢束全篇，明白提出“此情”二字，与开端的“华年”相为呼应。诗句是说：如此情怀，岂待今朝回忆始感无穷怅恨，即在当时早已是令人不胜惘然惆怅了.那么今朝追忆，其为怅恨，又当如何！诗人用这两句诗表达出了几层曲折，而几层曲折又只是为了说明那种怅惘的苦痛心情。五十的锦瑟乃是天神所用，世间用的锦瑟乃是二十五弦的。五十弦的锦瑟，音律太丰富，音域太广阔，音韵太悲美而让凡人享受不了，五十弦的锦瑟是作者自喻：才高志远却难为世用。 "
    },
    "送魏万之京": {
        "title": "送魏万之京",
        "cont": "\n朝闻游子唱离歌，昨夜微霜初渡河。鸿雁不堪愁里听，云山况是客中过。关城树色催寒近，御苑砧声向晚多。(树色 一作：曙)莫见长安行乐处，空令岁月易蹉跎。\n",
        "author": "李颀",
        "authorLink": "http://so.gushiwen.org/author_671.aspx",
        "c1": "清晨听到游子高唱离别之歌，昨夜下薄霜你一早渡过黄河。怀愁之人最怕听到鸿雁鸣叫，云山冷寂更不堪落寞的过客。潼关晨曦催促寒气临近京城，京城深秋捣衣声到晚上更多。请不要以为长安是行乐所在，以免白白地把宝贵时光消磨。",
        "c2": "⑴魏万：又名颢。上元（唐高宗年号，674—676）初进士。曾隐居王屋山，自号王屋山人。⑵游子：指魏万。离歌：离别的歌。⑶初渡河：刚刚渡过黄河。魏万家住王屋山，在黄河北岸，去长安必须渡河。⑷“鸿雁”二句：设想魏万在途中的寂寞心情。客中：即作客途中。⑸关城：指潼关。树色：有的版本作“曙色”，黎明前的天色。催寒近：寒气越来越重，一路上天气愈来愈冷。⑹御苑：皇宫的庭苑。这里借指京城。砧声：捣衣声。向晚多：愈接近傍晚愈多。⑺“莫见”句：勉励魏万及时努力，不要虚度年华。蹉跎：此指虚度年华。说文新附：“蹉跎，失时也。” "
    },
    "咏怀古迹·其一": {
        "title": "咏怀古迹·其一",
        "cont": "\n支离东北风尘际，漂泊西南天地间。三峡楼台淹日月，五溪衣服共云山。羯胡事主终无赖，词客哀时且未还。庾信平生最萧瑟，暮年诗赋动江关。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "关中兵荒马乱百姓流离失所，躲避战乱漂泊流浪来到西南。长久地停留三峡楼台熬日月，与五溪民族都住在一片云山。羯胡人狡诈事主终究不可靠，伤时感世的人至今未回还。梁代庾信的一生处境最凄凉，到晚年作的诗赋轰动了江关。",
        "c2": "1.支离：流离。风尘：指安史之乱以来的兵荒马乱。2.楼台：指夔州地区的房屋依山而建，层迭而上，状如楼台。淹：滞留。日月：岁月，时光。3.五溪：指雄溪、樠溪、酉溪、潕溪、辰溪，在今湘、黔、川边境。共云山：共居处。4.羯（jié）胡：古代北方少数民族，指安禄山。5.词客：诗人自谓。未还：未能还朝回乡。6.庾（yǔ）信：南北朝诗人。7.动江关：指庾信晚年诗作影响大。“江关”指荆州江陵，梁元帝都江陵。2.楼台：指夔州地区的房屋依山而建，层迭而上，状如楼台。淹：滞留。日月：岁月，时光。3.五溪：指雄溪、樠溪、酉溪、潕溪、辰溪，在今湘、黔、川边境。共云山：共居处。4.羯（jié）胡：古代北方少数民族，指安禄山。5.词客：诗人自谓。未还：未能还朝回乡。6.庾（yǔ）信：南北朝诗人。7.动江关：指庾信晚年诗作影响大。“江关”指荆州江陵，梁元帝都江陵。 "
    },
    "咏怀古迹·其二": {
        "title": "咏怀古迹·其二",
        "cont": "\n摇落深知宋玉悲，风流儒雅亦吾师。怅望千秋一洒泪，萧条异代不同时。江山故宅空文藻，云雨荒台岂梦思。最是楚宫俱泯灭，舟人指点到今疑。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "落叶飘零是深知宋玉的悲哀，他的风流儒雅堪当我的老师。怅望千秋往事洒下同情泪水，身世同样凄凉可惜生不同时。江山依旧故宅犹在空留文藻，云雨荒台难道真是荒唐梦思。最可叹楚王宫殿早荡然无存，驾船人还指点遗迹让人生疑。",
        "c2": "1.摇落：凋残，零落。2.风流儒雅：指宋玉文采华丽潇洒，学养深厚渊博。3.“萧条”句：意谓自己虽与宋玉隔开几代，萧条之感却是相同。4.故宅：江陵和归州 （秭归） 均有宋玉宅，此指秭归之宅。空文藻：斯人已去，只有赋留传下来。5.云雨荒台：宋玉在《高唐赋》中述楚之“先王”游高唐，梦一妇人，自称巫山之女，临别时说：“妾在巫山之阳，高丘之岨，旦为行云，暮为行雨，朝朝暮暮，阳台之下。”阳台，山名，在今重庆市巫山县。6.“最是”两句：意谓最感慨的是，楚宫今已泯灭，因后世一直流传这个故事，至今船只经过时，舟人还带疑似的口吻指点着这些古迹。楚宫：楚王宫。 "
    },
    "咏怀古迹·其三": {
        "title": "咏怀古迹·其三",
        "cont": "\n群山万壑赴荆门，生长明妃尚有村。一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环佩空归夜月魂。(夜月 一作：月夜 环佩 一作：环珮)千载琵琶作胡语，分明怨恨曲中论。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "千山万岭好像波涛奔赴荆门，王昭君生长的乡村至今留存。从紫台一去直通向塞外沙漠，荒郊上独留的青坟对着黄昏。只依凭画图识别昭君的容颜，月夜里环佩叮当是昭君归魂。千载琵琶一直弹奏胡地音调，曲中抒发的分明的昭君怨恨。",
        "c2": "①荆门：山名，在今湖北宜都西北。②明妃：指王昭君。③去：离开。④紫台：汉宫，紫宫，宫廷。⑤朔漠：北方的沙漠。⑥青冢：指王昭君的坟墓。⑦省识：略识。⑧春风面：形容王昭君的美貌。 "
    },
    "宿府": {
        "title": "宿府",
        "cont": "\n清秋幕府井梧寒，独宿江城蜡炬残。永夜角声悲自语，中天月色好谁看。风尘荏苒音书绝，关塞萧条行路难。已忍伶俜十年事，强移栖息一枝安。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "井畔梧桐在秋夜的风中抖动，只有蜡烛残光照着孤单的我。长夜里号角声悲壮似在自语，天空中的月色虽好谁与我共赏。光阴荏苒哪里寻觅亲人音信？关塞一片萧条寻找归路艰难。我已忍受十年的飘零生活，把家安在这里不过勉强栖身。",
        "c2": "⑴府：幕府。古代将军的府署。杜甫当时在严武幕府中。⑵井梧：梧桐。叶有黄纹如井，又称金井梧桐。梧：一作“桐”。⑶炬：一作“烛”。⑷“永夜”句：意谓长夜中唯闻号角声像在自作悲语。永夜：整夜。自语：自言自语。⑸中天：半空之中。⑹风尘荏苒：指战乱已久。荏苒：犹辗转，指时间推移。⑺关塞：边关；边塞。萧条：寂寞冷落；凋零。⑻伶俜（pīng）：流离失所。十年事：杜甫饱经丧乱，从天宝十四年（755年）安史之乱爆发至作者写之时，正是十年。⑼“强移”句：用《庄子·逍遥游》“鹪鹩巢于深林，不过一枝”意，喻自己之入严幕，原是出于为一家生活而勉强以求暂时的安居。强移：勉强移就。一枝安：指他在幕府中任参谋一职。 "
    },
    "咏怀古迹·其四": {
        "title": "咏怀古迹·其四",
        "cont": "\n蜀主窥吴幸三峡，崩年亦在永安宫。翠华想像空山里，玉殿虚无野寺中。古庙杉松巢水鹤，岁时伏腊走村翁。武侯祠堂常邻近，一体君臣祭祀同。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "刘备出兵伐吴就驻扎在三峡，无奈战败归来去世在永安宫。昔日翠旗飘扬空山浩浩荡荡，永安宫湮灭在这荒郊野庙中。古庙里杉松树上水鹤做了巢，每逢节令仍举行隆重的祭祀。丞相的祠庙就在先王庙临近，君臣共同享受着礼仪和祭礼。",
        "c2": "蜀主：指刘备。永安宫：在今四川省奉节县。野寺：原注今为卧龙寺，庙在宫东。伏腊：伏天腊月。指每逢节气村民皆前往祭祀。 "
    },
    "咏怀古迹·其五": {
        "title": "咏怀古迹·其五",
        "cont": "\n诸葛大名垂宇宙，宗臣遗像肃清高。三分割据纡筹策，万古云霄一羽毛。伯仲之间见伊吕，指挥若定失萧曹。运移汉祚终难复，志决身歼军务劳。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "诸葛亮的大名永远留在天地间，他的遗像清高让人肃然起敬。为了三分天下周密地筹划策略，万代好像鸾凤高翔，独步青云。伊尹、吕尚难分伯仲，不相上下，指挥军队作战镇定从容，让萧何曹参都为之失色。汉朝帝位转移是因为运气，诸葛亮也难以复兴，但他意志坚决，因军务繁忙而鞠躬尽瘁。",
        "c2": "⑴宗臣：后人崇拜的大臣。⑵羽毛：指鸾凤。⑶身歼：身灭。 "
    },
    "阁夜": {
        "title": "阁夜",
        "cont": "\n岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭几家闻战伐，夷歌数处起渔樵。卧龙跃马终黄土，人事依依漫寂寥。(版本一)\n岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。卧龙跃马终黄土，人事音书漫寂寥。(版本二)\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "冬天到了，白天的时间就越来越短；漫天的雪在这个寒冷的夜晚停住了。天未明时，当地的驻军已开始活动起来，号角声起伏悲壮；倒映在三峡水中的星影摇曳不定。战乱的消息传来，千家万户哭声响彻四野；渔人、樵夫们在好几个地方唱起了民歌。（像）诸葛亮和公孙述这样的历史人物，（无论是贤还是愚）都终归黄土；我眼前的这点寂寥（指郊游和亲人间的慰藉）又算得了什么呢。",
        "c2": "⑴ 阴阳：指日月。短景：指冬季日短。景：通“影”，日光。⑵霁（jì）： 雪停。⑶五更鼓角：天未明时，当地的驻军已开始活动起来。⑷三峡：指瞿塘峡、巫峡、西陵峡。星河：银河，这里泛指天上的群星。⑸ 野哭：战乱的消息传来，千家万户的哭声响彻四野。战伐：崔旰（gàn）之乱。⑹夷歌：指四川境内少数民族的歌谣。夷，指当地少数民族。⑺卧龙：指诸葛亮。《蜀书·诸葛亮传》：“徐庶……谓先主曰：‘诸葛孔明者，卧龙也。’”。跃马：指公孙述。字子阳，扶风人。西汉末年，天下大乱，他凭蜀地险要，自立为天子，号“白帝”。这里用晋代左思《蜀都赋》中“公孙跃马而称帝”之意。诸葛亮和公孙述在夔州都有祠庙，故中提到。这句是贤人和愚人终成黄土之意。⑻ 人事：指交游。音书：指亲朋间的慰藉。漫：徒然、白白的。 "
    },
    "登高": {
        "title": "登高",
        "cont": "\n风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "风急天高猿猴啼叫显得十分悲哀，水清沙白的河洲上有鸟儿在盘旋。无边无际的树木萧萧地飘下落叶，望不到头的长江水滚滚奔腾而来。 　悲对秋景感慨万里漂泊常年为客，一生当中疾病缠身今日独上高台。 　历尽了艰难苦恨白发长满了双鬓，衰颓满心偏又暂停了浇愁的酒杯。",
        "c2": "⑴题一作《九日登高》。古代农历九月九日有登高习俗。选自《杜诗详注》。作于唐代宗大历二年（767）秋天的重阳节。⑵啸哀：指猿的叫声凄厉。⑶渚(zhǔ)：水中的小洲；水中的小块陆地。鸟飞回：鸟在急风中飞舞盘旋。回：回旋。⑷落木：指秋天飘落的树叶。萧萧：模拟草木飘落的声音。⑸万里：指远离故乡。常作客：长期漂泊他乡。⑹百年：犹言一生，这里借指晚年。⑺艰难：兼指国运和自身命运。苦恨：极恨，极其遗憾。苦，极。繁霜鬓：增多了白发，如鬓边着霜雪。 繁，这里作动词，增多。⑻潦倒：衰颓，失意。这里指衰老多病，志不得伸。新停：刚刚停止。杜甫晚年因病戒酒，所以说“新停”。 "
    },
    "闻官军收河南河北": {
        "title": "闻官军收河南河北",
        "cont": "\n剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。即从巴峡穿巫峡，便下襄阳向洛阳。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "剑门关外，喜讯忽传，官军收复冀北一带。高兴之余，泪满衣裳。回望妻子儿女，也已一扫愁云，随手卷起书，全家欣喜若狂。老夫想要纵酒高歌，结伴春光同回故乡。我的心魂早已高飞，就从巴峡穿过巫峡，再到襄阳直奔洛阳。",
        "c2": "⑴闻：听说。官军：指唐朝军队。⑵剑外：剑门关以南，这里指四川。蓟北：泛指唐代幽州、蓟州一带，今河北北部地区，是安史叛军的根据地。⑶涕：眼泪。⑷却看：回头看。妻子：妻子和孩子。愁何在：哪还有一点的忧伤？愁已无影无踪。⑸漫卷(juǎn)诗书喜欲狂：胡乱地卷起。是说杜甫已经迫不及待地去整理行装准备回家乡去了。喜欲狂：高兴得简直要发狂。⑹放歌：放声高歌。须：应当。纵酒：开怀痛饮。⑺青春：指明丽的春天的景色。作伴：与妻儿一同。⑻巫峡：长江三峡之一，因穿过巫山得名。⑼便：就的意思。襄阳：今属湖北。洛阳：今属河南，古代城池。 "
    },
    "登楼": {
        "title": "登楼",
        "cont": "\n花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。(梁甫 一作：梁父)\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "繁花靠近高楼，远离家乡的我触目伤心，在这全国各地多灾多难的时刻，我登楼观览。锦江两岸蓬蓬勃勃的春色铺天盖地涌来，玉垒山上的浮云，古往今来，千形万象，变幻不定。朝廷如同北极星一样最终都不会改换，西山的寇盗吐蕃不要来侵扰。可叹蜀后主刘禅那样的昏君，仍然在祠庙中享受祭祀，黄昏的时候我也姑且吟诵那《梁甫吟》。",
        "c2": "登楼望春近看繁花游子越发伤心；万方多难愁思满腹我来此外登临。锦江的春色从天地边际迎面扑来；从古到今玉垒山的浮云变幻莫测。大唐的朝廷真像北极星不可动摇；吐蕃夷狄莫再前来骚扰徒劳入侵。可叹刘后主那么昏庸还立庙祠祀；日暮时分我要学孔明聊作梁父吟。"
    },
    "野望": {
        "title": "野望",
        "cont": "\n西山白雪三城戍，南浦清江万里桥。海内风尘诸弟隔，天涯涕泪一身遥。惟将迟暮供多病，未有涓埃答圣朝。(惟 通：唯)跨马出郊时极目，不堪人事日萧条。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "西山终年积雪，三城都有重兵驻防；南郊外的万里桥，跨过泱泱的锦江。海内连年战乱，几个兄弟音讯阻隔；彼此天涯海角，只我一人好不凄怆？惟将迟暮的年光，交与多病的身躯；至今无点滴功德，报答贤明的圣皇。我独自地骑马郊游，常常极目远望，世事一天天萧条，真叫人不堪想象。 ",
        "c2": "⑴西山：在成都西，主峰雪岭终年积雪。三城：指松（今四川松潘县）、维（故城在今四川理县西）、保（故城在理县新保关西北）三州。城，一作“年”，一作“奇”。戍：防守。三城为蜀边要镇，吐蕃时相侵犯，故驻军守之。⑵南浦：南郊外水边地。清江：指锦江。万里桥：在成都城南。蜀汉费祎访问吴国，临行时曾对诸葛亮说：“万里之行，始于此桥。”这两句写望。⑶风尘：指安史之乱导致的连年战火。诸弟：杜甫四弟：颖、观、丰、占。只杜占随他入蜀，其他三弟都散居各地。⑷迟暮：这时杜甫年五十。供多病：交给多病之身了。供，付托。⑸涓埃：滴水、微尘，指毫末之微。⑹日：一作“自”。 "
    },
    "蜀相": {
        "title": "蜀相",
        "cont": "\n丞相祠堂何处寻，锦官城外柏森森。映阶碧草自春色，隔叶黄鹂空好音。三顾频烦天下计，两朝开济老臣心。(频烦 一作：频繁)出师未捷身先死，长使英雄泪满襟。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "何处去寻找武侯诸葛亮的祠堂？在成都城外那柏树茂密的地方。碧草照映台阶自当显露春色，树上的黄鹂隔枝空对婉转鸣唱。定夺天下先主曾三顾茅庐拜访，辅佐两朝开国与继业忠诚满腔。可惜出师伐魏未捷而病亡军中，常使历代英雄们对此涕泪满裳！",
        "c2": "⑴蜀相：三国蜀汉丞相，指诸葛亮（孔明)。题下有注：诸葛亮祠在昭烈庙西。⑵丞相祠堂：即诸葛武侯祠，在现在成都，晋李雄初建。⑶锦官城：成都的别名。柏（bǎi）森森：柏树茂盛繁密的样子。⑷映阶碧草自春色，隔叶黄鹂空好（hǎo）音：这两句写祠内景物。杜甫极推重诸葛亮，他此来并非为了赏玩美景，“自”“空”二字含情。是说碧草映阶，不过自为春色；黄鹂隔叶，亦不过空作好音，他并无心赏玩、倾听。因为他所景仰的人物已不可得见。空：白白的。⑸三顾频繁天下计：意思是刘备为统一天下而三顾茅庐，问计于诸葛亮。这是在赞美在对策中所表现的天才预见。频烦，犹“频繁”，多次。⑹两朝开济：指诸葛亮辅助刘备开创帝业，后又辅佐刘禅。两朝：刘备、刘禅父子两朝。开：开创。济：扶助。⑺出师未捷身先死，长使英雄泪满襟（jīn）：出师还没有取得最后的胜利就先去世了，常使后世的英雄泪满衣襟。指诸葛亮多次出师伐魏，未能取胜，至蜀建兴十二年（234年）卒于五丈原（今陕西岐山东南）军中。出师：出兵。 "
    },
    "客至": {
        "title": "客至",
        "cont": "\n舍南舍北皆春水，但见群鸥日日来。花径不曾缘客扫，蓬门今始为君开。盘飧市远无兼味，樽酒家贫只旧醅。肯与邻翁相对饮，隔篱呼取尽馀杯。(馀 通：余)\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "草堂的南北涨满了春水，只见鸥群日日结队飞来。老夫不曾为客扫过花径，今天才为您扫，这柴门不曾为客开过，今天为您打开。离市太远盘中没好菜肴，家底太薄只有陈酒招待。若肯邀请隔壁的老翁一同对饮，隔着篱笆唤来喝尽余杯！ ",
        "c2": "①客至：客指崔明府，杜甫在题后自注：“喜 崔明府相过”，明府，县令的美称。 ②舍：指家。但见：只见。此句意为平时交游很少，只有鸥鸟不嫌弃能与之相亲。③蓬门：用蓬草编成的门户，以示房子的简陋。④市远：离市集远。兼味：多种美味佳肴。无兼味，谦言菜少。樽：酒器。旧醅：隔年的陈酒。樽酒句：古人好饮新酒，杜甫以家贫无新酒感到歉意。⑤肯：能否允许，这是向客人征询。余杯：余下来的酒。⑥花径：长满花草的小路 ⑦ 呼取：叫，招呼 "
    },
    "春思": {
        "title": "春思",
        "cont": "\n燕草如碧丝，秦桑低绿枝。当君怀归日，是妾断肠时。 春风不相识，何事入罗帏。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": " 燕地小草像碧丝般青绿，秦地的桑树已叶翠之绿。当你怀念家园盼归之日，早就思念你而愁肠百结。春风啊你与我素不相识，为何吹进罗帐激我愁思？",
        "c2": " ⑴燕草：指燕地的草。燕，河北省北部一带，此泛指北部边地，征夫所在之处。⑵秦桑：秦地的桑树。秦，指陕西省一带，此指思妇所在之地。燕地寒冷，草木迟生于较暖的秦地。⑶君：指征夫。怀归：想家。⑷妾：古代妇女自称。此处为思妇自指。⑸罗帏：丝织的帘帐。 "
    },
    "寄李儋元锡": {
        "title": "寄李儋元锡",
        "cont": "\n去年花里逢君别，今日花开已一年。世事茫茫难自料，春愁黯黯独成眠。身多疾病思田里，邑有流亡愧俸钱。闻道欲来相问讯，西楼望月几回圆。\n",
        "author": "韦应物",
        "authorLink": "http://so.gushiwen.org/author_564.aspx",
        "c1": "去年那花开时节我们依依惜别，如今花开时节我们分别已一年。世事渺茫自我的命运怎能预料，只有黯然的春愁让我孤枕难眠。多病的身躯让我想归隐田园间，看着流亡的百姓愧对国家俸禄。早听说你将要来此地与我相见，我到西楼眺望几度看到明月圆。",
        "c2": "⑴李儋（dān）元锡：李儋，曾任殿中侍御史，为作者密友；元锡，字君贶，为作者在长安鄠县时旧友。⑵春愁：因春季来临而引起的愁绪。黯黯：低沉暗淡。一作“忽忽”。⑶思田里：想念田园乡里，即想到归隐。⑷邑有流亡：指在自己管辖的地区内还有百姓流亡。愧俸钱：感到惭愧的是自己食国家的俸禄，而没有把百姓安定下来。⑸问讯：探望。 "
    },
    "贫女": {
        "title": "贫女",
        "cont": "\n蓬门未识绮罗香，拟托良媒益自伤。谁爱风流高格调，共怜时世俭梳妆。敢将十指夸针巧，不把双眉斗画长。苦恨年年压金线，为他人作嫁衣裳。\n",
        "author": "秦韬玉",
        "authorLink": "http://so.gushiwen.org/author_614.aspx",
        "c1": "贫家的女儿不识绮罗的芳香，想托个良媒说亲更感到悲伤。谁能爱我高尚的品格和情调？却都喜欢时下正流行的俭妆。敢夸十指灵巧针线做得精美，决不天天描眉与人争短比长。深恨年年手里拿着金线刺绣，都是替富人家小姐做嫁衣裳。",
        "c2": "⑴蓬门：用蓬茅编扎的门，指穷人家。绮罗：华贵的丝织品或丝绸制品。这里指富贵妇女的华丽衣裳。⑵拟：打算。托良媒：拜托好的媒人。益：更加。⑶风流高格调：指格调高雅的妆扮。风流：指意态娴雅。高格调：很高的品格和情调。⑷怜：喜欢，欣赏。时事俭梳妆：当时妇女的一种妆扮。称“时世妆”，又称“俭妆”。时世：当世，当今。⑸针：《全唐》作“偏”，注“一作纤”。⑹斗：比较，竞赛。⑺苦恨：非常懊恼。压金线：用金线绣花。“压”是刺绣的一种手法，这里作动词用，是刺绣的意思。 "
    },
    "望蓟门": {
        "title": "望蓟门",
        "cont": "\n燕台一望客心惊，笳鼓喧喧汉将营。(笳鼓 一作：箫鼓)万里寒光生积雪，三边曙色动危旌。沙场烽火侵胡月，海畔云山拥蓟城。少小虽非投笔吏，论功还欲请长缨。\n",
        "author": "祖咏",
        "authorLink": "http://so.gushiwen.org/author_508.aspx",
        "c1": "登上燕台眺望不禁感到震惊，笳鼓喧闹之地原是汉将兵营。万里积雪笼罩着冷冽的寒光，边塞的曙光映照着旌旗飘动。战场烽火连天遮掩边塞明月，南渤海北云山拱卫着蓟门城。少年时虽不像班超投笔从戎，论功名我想学终军自愿请缨。",
        "c2": "⑴蓟门：在今北京西南，唐时属范阳道所辖，是唐朝屯驻重兵之地。⑵燕台：原为战国时燕昭王所筑的黄金台，这里代称燕地，用以泛指平卢、范阳这一带。客：人自称。⑶笳：汉代流行于塞北和西域的一种类似于笛子的管乐器，此处代指号角。⑷三边：古称幽、并、凉为三边。这里泛指当时东北、北方、西北边防地带。危旌：高扬的旗帜。⑸烽火：古代用于军事通信的设施，遇敌情时点燃狼粪，以传警报。⑹投笔吏：汉人班超家贫，常为官府抄书以谋生，曾投笔叹曰：“大丈夫当立功异域以取封侯，安能久事笔砚 间。”后终以公封定远侯。⑺论功：指论功行封。请长缨：汉人终军曾自向汉武帝请求：“愿受长缨，必羁南越王而致之阙下。”后被南越相所杀，年仅二十余。⑧一去：一作“一望”。⑨危旌：高扬的旗帜。⑩请长缨：汉终军曾自向汉武帝请求，“愿受长缨，心羁南越王而致之阙下。”后被南越相所杀，年仅二十余。缨：绳。 "
    },
    "登柳州城楼寄漳汀封连四州": {
        "title": "登柳州城楼寄漳汀封连四州",
        "cont": "\n城上高楼接大荒，海天愁思正茫茫。惊风乱飐芙蓉水，密雨斜侵薜荔墙。岭树重遮千里目，江流曲似九回肠。共来百越文身地，犹自音书滞一乡。\n",
        "author": "柳宗元",
        "authorLink": "http://so.gushiwen.org/author_646.aspx",
        "c1": "从城上高楼远眺空旷的荒野，如茫茫海天般的愁思涌了出来。急风胡乱地掀动水中的荷花，密雨斜打在长满薜荔的墙上。山上的树重重遮住了远望的视线，江流曲折就像九转的回肠。我们一起来到百越这个少数民族地区，虽然处于一地音书却阻滞难通。",
        "c2": "⑴柳州：今属广西。⑵漳州、汀洲：今属福建。⑶封州、连州：今属广东。⑷刺史：州的行政长官，相当于后世的知府。⑸接：连接。一说，目接，看到⑹大荒：旷远的广野。⑺惊风：急风；狂风。⑻乱飐（zhǎn）：吹动。⑼芙蓉：指荷花。⑽薜荔：一种蔓生植物，也称木莲。重遮：层层遮住。千里目：这里指远眺的视线。江：指柳江。九回肠：愁肠九转，形容愁绪缠结难解。⑾共来：指和韩泰、韩华、陈谏、刘禹锡四人同时被贬远方。百越：即百粤，指当时五岭以南各少数民族地区。⑿文身：古代南方少数民族有在身上刺花纹的风俗。文：通“纹”，用作动词。[1]犹自：仍然是。音书：音信。滞：阻隔。 "
    },
    "九日登望仙台呈刘明府": {
        "title": "九日登望仙台呈刘明府",
        "cont": "\n汉文皇帝有高台，此日登临曙色开。三晋云山皆北向，二陵风雨自东来。关门令尹谁能识，河上仙翁去不回。且欲近寻彭泽宰，陶然共醉菊花杯。\n",
        "author": "崔曙",
        "authorLink": "http://so.gushiwen.org/author_775.aspx",
        "c1": "　　汉文帝筑有一座高高的望仙台，这天登临时曙色正要散开。三晋的云山都向着北方，二陵的风雨从东边过来。当年守关的令尹谁认识？河上公一去就不再回来。不如就近寻找彭泽宰，一起畅饮陶醉在菊花酒杯中。 ",
        "c2": "　　①此载于《全唐诗》卷一百五十五。九日：指农历九月九日重阳节。望仙台：据说汉河上公授汉文帝《老子章句》四篇而去，后来文帝筑台以望河上公，台即望仙台，在今河南陕县西南。"
    },
    "送李少府贬峡中王少府贬": {
        "title": "送李少府贬峡中王少府贬",
        "cont": "\n嗟君此别意何如，驻马衔杯问谪居。巫峡啼猿数行泪，衡阳归雁几封书。青枫江上秋帆远，白帝城边古木疏。圣代即今多雨露，暂时分手莫踌躇。\n",
        "author": "高适",
        "authorLink": "http://so.gushiwen.org/author_227.aspx",
        "c1": "此次离别不知你们心绪何如，停住马饮酒询问被贬的去处。巫峡猿猴悲啼令人伤心流泪，衡阳的归雁会为我捎来回书。秋日青枫江上孤帆远远飘去，白帝城边黄叶飘零古木稀疏。圣明朝代如今定会多施雨露，暂时分手希望你们不要踌躇。",
        "c2": "⑴峡中：此指夔州巫山县（今属重庆）。⑵谪居：贬官的地方。⑶巫峡：地名，在今重庆市巫山县东。古民谣《巴东三峡歌》：“巴东三峡巫峡长，猿鸣三声泪沾裳。”⑷衡阳：地名，今属湖南。相传每年秋天，北方的南飞之雁，至衡阳的回雁峰，便折回北方。这是由长沙想到衡阳，意思要王少府至长沙后多写信来。⑸青枫江：地名，在花溪。秋帆：指秋风吹着小舟，送友人远去。 "
    },
    "行经华阴": {
        "title": "行经华阴",
        "cont": "\n岧峣太华俯咸京，天外三峰削不成。武帝祠前云欲散，仙人掌上雨初晴。河山北枕秦关险，驿路西连汉畤平。借问路傍名利客，无如此处学长生。\n",
        "author": "崔颢",
        "authorLink": "http://so.gushiwen.org/author_547.aspx",
        "c1": "在高峻华山上俯视京都长安，三峰伸向天外不是人工削成。在武帝祠前的乌云将要消散，雨过天晴仙人掌峰一片青葱。秦关北靠河山地势多么险要，驿路通过长安往西连着汉畤。借问路旁那些追名逐利的人，为何不到此访仙学道求长生？",
        "c2": "⑴华阴：今陕西省华阴县，位于华山北面。一作“华山”。⑵岧峣（yáo）：山势高峻的样子。太华：即华山。咸京：即咸阳，今陕西西安。《旧唐书·地理志》：“京师，秦之咸阳，汉之长安也。”所以此把唐都长安称为咸京。⑶三峰：指华山的芙蓉、玉女、明星三峰。一说莲花、玉女、松桧三峰。⑷武帝祠：即巨灵祠。汉武帝登华山顶后所建。帝王祭天地五帝之祠。⑸仙人掌：峰名，为华山最峭的一峰。相传华山为巨灵神所开，华山东峰尚存其手迹。⑹秦关：指秦代的潼关。一说是华阴县东灵宝县的函谷关，故址在今河南省灵宝县。⑺驿路：指交通要道。汉畤（zhì）：汉帝王祭天地、五帝之祠。畤：古代祭祀天地五帝的固定处所。⑻名利客：指追名逐利的人。⑼学长生：指隐居山林，求仙学道，寻求长生不老。 "
    },
    "登黄鹤楼": {
        "title": "登黄鹤楼",
        "cont": "\n昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。\n",
        "author": "崔颢",
        "authorLink": "http://so.gushiwen.org/author_547.aspx",
        "c1": "过去的仙人已经驾着黄鹤飞走了，这里只留下一座空荡荡的黄鹤楼。黄鹤一去再也没有回来，千百年来只看见悠悠的白云。阳光照耀下的汉阳树木清晰可见，鹦鹉洲上有一片碧绿的芳草覆盖。天色已晚，眺望远方，故乡在哪儿呢？眼前只见一片雾霭笼罩江面，给人带来深深的愁绪。",
        "c2": "1.黄鹤楼：故址在湖北省武汉市武昌区，民国初年被火焚毁，1985年重建，传说古代有一位名叫费祎的仙人，在此乘鹤登仙。2.昔人：指传说中的仙人子安。因其曾驾鹤过黄鹤山〔又名蛇山〕，遂建楼。3.乘：驾。4.去：离开。5.空：只。6.返：通返，返回。7.空悠悠：深，大的意思8.悠悠：飘荡的样子。9.川：平原。10.历历：清楚可数。11.汉阳：地名，现在湖北省武汉市汉阳区，与黄鹤楼隔江相望。12.萋萋：形容草木长得茂盛。13.鹦鹉洲：在湖北省武汉市武昌区西南，根据后汉书记载，汉黄祖担任江夏太守时，在此大宴宾客，有人献上鹦鹉，故称鹦鹉洲。唐朝时在汉阳西南长江中，后逐渐被水冲没。14.乡关：故乡。 "
    },
    "苏武庙": {
        "title": "苏武庙",
        "cont": "\n苏武魂销汉使前，古祠高树两茫然。云边雁断胡天月，陇上羊归塞草烟。回日楼台非甲帐，去时冠剑是丁年。茂陵不见封侯印，空向秋波哭逝川。\n",
        "author": "温庭筠",
        "authorLink": "http://so.gushiwen.org/author_415.aspx",
        "c1": "苏武初遇汉使，悲喜交集感慨万端；而今古庙高树，肃穆庄严久远渺然。羁留北海音书断绝，头顶胡天明月；荒陇牧羊回来，茫茫草原已升暮烟。回朝进谒楼台依旧，甲帐却无踪影；奉命出使加冠佩剑，正是潇洒壮年。封侯受爵缅怀茂陵，君臣已不相见；空对秋水哭吊先皇，哀叹逝去华年。",
        "c2": "①苏武：汉武帝时出使匈奴被扣多年，坚贞不屈，汉昭帝时始被迎归。②“云边”句：汉要求苏武回国，匈奴诡言武已死。后汉使至，常惠教汉使向单于说，汉帝射雁，于雁足得苏武书，言其在某泽中，匈奴才承认苏武尚在。雁断：指苏武被羁留匈奴后与汉廷音讯隔绝。胡：指匈奴。③陇上句：指苏武回国后，羊仍回原处。陇：通“垄”，陇关。这里以陇关之外喻匈奴地。④甲帐：据《汉武故事》记载:武帝\"以琉璃、珠玉、明月、夜光错杂天下珍宝为甲帐，其次为乙帐。甲以居神，乙以自居。\"“非甲帐”意指汉武帝已死。⑤冠剑：指出使时的装束。丁年：壮年。唐朝规定二十一至五十九岁为丁。⑥茂陵：汉武帝陵。指苏武归汉时武帝已死。封侯：苏武持节归来，汉宣帝赐他爵关内侯，食邑三百户。逝川：喻逝去的时间。语出《论语·子罕》：“子在川上，曰：逝者如斯夫。”这里指往事。 "
    },
    "利州南渡": {
        "title": "利州南渡",
        "cont": "\n澹然空水对斜晖，曲岛苍茫接翠微。波上马嘶看棹去，柳边人歇待船归。数丛沙草群鸥散，万顷江田一鹭飞。谁解乘舟寻范蠡，五湖烟水独忘机。\n",
        "author": "温庭筠",
        "authorLink": "http://so.gushiwen.org/author_415.aspx",
        "c1": "江水粼粼斜映着夕阳的余晖，弯弯岛岸苍茫接连山坡绿翠。眼看人马已乘摆渡扬波而去，渡口柳下人群等待船儿回归。船过沙洲草丛群殴四处惊散，水田万顷一只白鹭掠空孤飞。谁理解我驾舟寻范蠡的心意，五湖烟波唯他能忘世俗心机。",
        "c2": "⑴利州：在今四川广元，南临嘉陵江。南渡：指渡嘉陵江。⑵澹（dàn）然：水波闪动的样子。对：一作“带”。⑶翠微：指青翠的山气。⑷“波上”句：指未渡的人，眼看着马鸣舟中，随波而去。波上：一作“坡上”。棹：船桨，代指船。⑸“数丛”句：指船过草丛，惊散群鸥。⑹范蠡：春秋时楚人，助越王灭吴后乘舟离去。⑺五湖烟水：据《吴越春秋》称，范蠡功成身退，乘扁舟出入三江五湖，没人知道他最终到哪里去了。忘机：忘却俗念。 "
    },
    "长沙过贾谊宅": {
        "title": "长沙过贾谊宅",
        "cont": "\n三年谪宦此栖迟，万古惟留楚客悲。秋草独寻人去后，寒林空见日斜时。汉文有道恩犹薄，湘水无情吊岂知。寂寂江山摇落处，怜君何事到天涯。\n",
        "author": "刘长卿",
        "authorLink": "http://so.gushiwen.org/author_104.aspx",
        "c1": "贾谊被贬在此地居住三年，可悲遭遇千万代令人伤情。我在秋草中寻觅人迹不在，寒林里空见夕阳缓缓斜倾。汉文帝重才恩德尚且淡薄，湘江水无意凭吊有谁知情？寂寞冷落深山里落叶纷纷，可怜你不知因何天涯飘零？",
        "c2": "⑴贾谊：西汉文帝时政治家、文学家。后被贬为长沙王太傅，长沙有其故址。⑵谪宦：贬官。栖迟：淹留。像鸟儿那样的敛翅歇息，飞不起来。⑶楚客：流落在楚地的客居，指贾谊。长沙旧属楚地，故有此称。一作“楚国”。⑷独：一作“渐”。⑸汉文：指汉文帝。⑹摇落处：一作“正摇落”。 "
    },
    "西塞山怀古": {
        "title": "西塞山怀古",
        "cont": "\n王濬楼船下益州，金陵王气黯然收。千寻铁锁沉江底，一片降幡出石头。人世几回伤往事，山形依旧枕寒流。今逢四海为家日，故垒萧萧芦荻秋。\n",
        "author": "刘禹锡",
        "authorLink": "http://so.gushiwen.org/author_197.aspx",
        "c1": "王濬的战船从益州出发，东吴的王气便黯然消逝。千丈长的铁链沉入江底，一片降旗挂在石头城头。人生中多少次伤怀往事，山形依然不变靠着寒流。从今以后天下归为一同，芦荻在旧垒上萧萧飘摇。 ",
        "c2": "⑴西塞山：位于今湖北省黄石市，又名道士洑，山体突出到长江中，因而形成长江弯道，站在山顶犹如身临江中。⑵王濬：晋益州刺史。一作“西晋”。益州：晋时郡治在今成都。晋武帝谋伐吴，派王濬造大船，出巴蜀，船上以木为城，起楼，每船可容二千余人。⑶金陵：今南京，当时是吴国的都城。王气：帝王之气。黯然：一作“漠然”。⑷千寻铁锁沉江底：东吴末帝孙皓命人在江中轩铁锥，又用大铁索横于江面，拦截晋船，终失败。寻：长度单位。⑸一片降幡（fān）出石头：王濬率船队从武昌顺流而下，直到金陵，攻破石头城，吴主孙皓到营门投降。⑹人世几回伤往事：一作“荒苑至今生茂草”。⑺枕寒流：一作“枕江流”。⑻今逢：一作“从今”。⑼“四海为家”两句：如今国家统一，旧时的壁垒早已荒芜。 "
    },
    "自夏口至鹦鹉洲夕望岳阳": {
        "title": "自夏口至鹦鹉洲夕望岳阳",
        "cont": "\n汀洲无浪复无烟，楚客相思益渺然。汉口夕阳斜渡鸟，洞庭秋水远连天。孤城背岭寒吹角，独树临江夜泊船。(独树 一作：“戍”)贾谊上书忧汉室，长沙谪去古今怜。\n",
        "author": "刘长卿",
        "authorLink": "http://so.gushiwen.org/author_104.aspx",
        "c1": "鹦鹉洲在长江中浮沉，无浪也无烟；我这楚客思念中丞，心绪更加渺远。汉口斜映着夕阳，飞鸟都纷纷归巢；洞庭湖的秋水，烟波浩渺远接蓝天。汉阳城后的山岭，传来悲凉的号角；滨临江边的独树旁，夜里泊着孤船。当年贾谊上书文帝，全是忧心汉室；他却被贬谪居长沙，古今谁不衰怜！",
        "c2": "1、汀洲：水中可居之地，指鹦鹉洲。2、楚客：指到此的旅人。夏口古属楚国境。3、孤城：指汉阳城，城后有山。4、角：古代军队中的一种吹乐器。 "
    },
    "江州重别薛六柳八二员外": {
        "title": "江州重别薛六柳八二员外",
        "cont": "\n生涯岂料承优诏，世事空知学醉歌。江上月明胡雁过，淮南木落楚山多。寄身且喜沧洲近，顾影无如白发何。今日龙钟人共弃，愧君犹遣慎风波。\n",
        "author": "刘长卿",
        "authorLink": "http://so.gushiwen.org/author_104.aspx",
        "c1": "多年沦落的生涯，谁知竟得到天子的厚恩。世间万事我都已参破，只想学醉饮狂歌的古人。江上的月色分外清明，胡雁从夜空飞掠而过。秋风吹起，淮南已树木凋尽，楚地山头的落叶想必更多。且喜暂时可以寄身的地方，在那沧海近旁。对着明镜来回照影，萧萧白发徒然地令人心伤。如今你们同我都已经老去，都一样是这般步履龙钟。你们还叮嘱我要留意风波险恶，真叫我深深惭愧无限感动。",
        "c2": "1.江州：今江西九江市。2.薛六、柳八：名未详。六、八，是他们的排行。3.员外：员外郎的简称。原指正额的成员以外郎官，为中央各司次官。4.生涯：犹生计。5.优诏：优厚待遇的诏书。根据上下文，此当为反语。6.醉歌：醉饮歌唱。7.胡雁：指从北方来的雁。8.“淮南”句：江州在淮南，其地又在古代楚国境。楚山多，木叶零落，所见之山也多了。9.沧洲：滨海的地方，也用以指隐士居处。10.顾：回看。11.无如：无奈。12.龙钟：指老态迟钝貌。13.老：一作“弃”。14.遣：使，这里是叮咛之意。15.慎风波：慎于宦海风波。 "
    },
    "赠阙下裴舍人": {
        "title": "赠阙下裴舍人",
        "cont": "\n二月黄莺飞上林，春城紫禁晓阴阴。长乐钟声花外尽，龙池柳色雨中深。阳和不散穷途恨，霄汉长怀捧日心。献赋十年犹未遇，羞将白发对华簪。\n",
        "author": "钱起",
        "authorLink": "http://so.gushiwen.org/author_495.aspx",
        "c1": "二月天黄莺鸟飞到上林苑，春天早上紫禁城郁郁葱葱。长乐宫钟声消逝在花丛外，龙池杨柳沐春雨翠色更深。和煦春日也难消穷途遗恨，耿耿胸中永怀着捧日忠心。献赋十年至今仍未得恩遇，如今白发丛生羞对裴舍人。",
        "c2": "⑴阙下：宫阙之下，指帝王所居之地。阙是宫门前的望楼。裴舍人：生平不详。舍人：指中书舍人，其职责是草拟诏书，任职者须有文学资望。⑵黄莺：一作“黄鹂”。上林：指上林苑，汉武帝时据旧苑扩充修建的御苑。此处泛指宫苑。⑶紫禁：皇宫。一作“紫陌”。阴阴：一作“沈沈”。⑷长乐：即长乐宫。西汉主要宫殿之一，在长安城内。这里借指唐代长安宫殿。⑸龙池：唐玄宗登位前王邸中的一个小湖，后王邸改为兴庆宫，玄宗常在此听政，日常起居也多在此。⑹阳和：指二月仲春，与开头二月相应。⑺霄汉：指高空。长怀：一作“长悬”。⑻献赋：西汉时司马相如向汉武帝献赋而被进用，后为许多文人效仿。此指参加科举考试。遇：遇时，指被重用。⑼华簪：古人戴帽，为使帽子固定，便用簪子连帽穿结于发髻上。有装饰的簪，就是华簪，是达官贵人的冠饰。 "
    },
    "晚次鄂州": {
        "title": "晚次鄂州",
        "cont": "\n云开远见汉阳城，犹是孤帆一日程。估客昼眠知浪静，舟人夜语觉潮生。三湘愁鬓逢秋色，万里归心对月明。旧业已随征战尽，更堪江上鼓鼙声。\n",
        "author": "卢纶",
        "authorLink": "http://so.gushiwen.org/author_583.aspx",
        "c1": "雾散云开远远望见汉阳城，孤舟漂游还要走一日路程。商贾在白日睡觉知道浪静，船夫在夜间说话感到潮生。看三湘秋色两边鬓发衰白，望万里明月思归心意更增。家乡旧业已经被战乱毁尽，哪堪再听见江上鼓角声声。",
        "c2": "⑴晚次：指晚上到达。鄂州：唐时属江南道，在今湖北省鄂州市。⑵汉阳城：今湖北汉阳，在汉水北岸，鄂州之西。⑶一日程：指一天的水路。⑷估客：商人。⑸舟人：船夫。夜语：晚上说话。舟人夜语觉潮生：因为潮生，故而船家相呼，众声杂作。⑹衰三湘：湘江的三条支流漓湘、潇湘、蒸湘的总称。在今湖南境内。由鄂州上去即三湘地。这里泛指汉阳、鄂州一带。衰鬓逢秋色：是说衰鬓承受着秋色。这里的鬓发已衰白，故也与秋意相应。一作“愁鬓”。⑺更堪：更难堪，犹岂能再听。征战：指安史之乱。江：指长江。鼓鼙（pí）：军用大鼓和小鼓，后也指战事。 "
    },
    "同题仙游观": {
        "title": "同题仙游观",
        "cont": "\n仙台初见五城楼，风物凄凄宿雨收。山色遥连秦树晚，砧声近报汉宫秋。疏松影落空坛静，细草香闲小洞幽。何用别寻方外去，人间亦自有丹丘。\n",
        "author": "韩翃",
        "authorLink": "http://so.gushiwen.org/author_473.aspx",
        "c1": "在仙台上刚见到五城楼，夜雨初停景物冷落凄清。晓山翠色遥连秦地树木，汉宫砧声报讯寒秋来临。空坛澄清疏松影落水底，小洞清幽细草芳香沁人。何必去寻找世外的仙境，人世间就有美好的桃源。",
        "c2": "⑴同题仙游观：一本无“同”字。仙游观：在今河南嵩山逍遥谷内。唐高宗为道士潘师正所建。⑵五城楼：《史记·封禅书 》记方士曾言：“黄帝时为五层十二楼，以候神人于执期，命曰迎年”，这里借指仙游观。⑶宿雨：隔宿的雨。⑷砧声：在捣衣石上捣衣的声音。⑸闲：一本作“开”。⑹方外：神仙居住的世外仙境。⑺丹丘：指神仙居处，昼夜长明。 "
    },
    "贼退示官吏": {
        "title": "贼退示官吏",
        "cont": "\n癸卯岁，西原贼入道州，焚烧杀掠，几尽而去。明年，贼又攻永破邵，不犯此州边鄙而退。岂力能制敌与？盖蒙其伤怜而已。诸使何为忍苦征敛，故作诗一篇以示官吏。\n昔岁逢太平，山林二十年。泉源在庭户，洞壑当门前。井税有常期，日晏犹得眠。忽然遭世变，数岁亲戎旃。今来典斯郡，山夷又纷然。城小贼不屠，人贫伤可怜。是以陷邻境，此州独见全。使臣将王命，岂不如贼焉？今彼征敛者，迫之如火煎。谁能绝人命，以作时世贤！思欲委符节，引竿自刺船。将家就鱼麦，归老江湖边。\n",
        "author": "元结",
        "authorLink": "http://so.gushiwen.org/author_79.aspx",
        "c1": "癸卯年，西原贼人攻入道州城，焚烧杀戮掠夺，几乎扫光全城才走。第二年，贼人又攻打永州并占领邵州，却不侵犯道州边境而去。难道道州官兵能有力制敌吗？不过是蒙受贼人的哀怜而巳。催缴赋税的官吏为什么还如此忍心苦苦搜括呢？因此作一篇给官吏们看看。我早年遇到了太平世道，在山林中隐居了二十年。清泉水流经过我家门口，山涧洞谷对着我家门前。田租赋税有个固定期限，日上三竿依然安稳酣眠。忽然间遭遇到世道突变，数年来亲自从军上前线。如今我来治理这个郡县，又遇到蛮夷来骚扰侵犯。县城太小蛮夷无意洗劫，百姓贫穷他们也觉可怜。因此他们攻陷邻县境界，唯有这个道州独自保全。奉皇命来收租税的使臣，难道还比不上盗贼慈善？现在那横征暴敛的官吏，催赋逼税恰如火烧油煎。谁忍心断绝人民的生路，换取时世所称赞的忠贤？我想辞去官职丢弃符节，拿起竹篙自己动手撑船。带领全家回到鱼米之乡，告老归隐住在那江湖边。",
        "c2": "⑴癸卯岁：即唐代宗广德元年（763年）。⑵道县：今湖南县道县。⑶永、邵：永州和邵州，今均属湖南省。⑷边鄙：边境。⑸与：通“欤”，吗。⑹昔岁：从前。⑺庭户：庭院。⑻洞壑（hè）：山洞，沟壑。⑼井：即“井田”；井税：这里指赋税。⑽晏：晚。⑾世变：指安史之乱所带来的社会动荡。⑿戎旃（zhān）：战旗，一说为军帐。⒀典：治理、掌管。⒁见全：被保全。⒂将王命：奉皇上的旨意。⒃绝：断绝。⒄委：弃。符节：古代朝廷传达命令或征调兵将用的凭证。委符节：辞官。⒅引竿：拿钓竿，代指隐居。刺船：撑船。⒆将：带着。就：靠近。⒇湖：一作“海”。 "
    },
    "渭川田家": {
        "title": "渭川田家",
        "cont": "\n斜阳照墟落，穷巷牛羊归。(斜阳 一作：光)野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。即此羡闲逸，怅然吟式微。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "村庄处处披满夕阳余辉，牛羊沿着深巷纷纷回归。老叟惦念着放牧的孙儿，柱杖等候在自家的柴扉。雉鸡鸣叫麦儿即将抽穗，蚕儿成眠桑叶已经薄稀。农夫们荷锄回到了村里，相见欢声笑语恋恋依依。如此安逸怎不叫我羡慕？我不禁怅然地吟起《式微》。",
        "c2": "⑴渭川：一作“渭水”。渭水源于甘肃鸟鼠山，经陕西，流入黄河。田家：农家。⑵墟落：村庄。斜阳：一作“斜光”。⑶穷巷：深巷。⑷野老：村野老人。牧童：一作“僮仆”。⑸倚杖：靠着拐杖。荆扉：柴门。⑹雉雊（zhìgòu）：野鸡鸣叫。《经·小雅·小弁》：“雉之朝雊，尚求其雌。”⑺蚕眠：蚕蜕皮时，不食不动，像睡眠一样。⑻荷（hè）：肩负的意思。至：一作“立”。⑼即此：指上面所说的情景。⑽式微：《诗经》篇名，其中有“式微，式微，胡不归”之句，表归隐之意。 "
    },
    "同从弟销南斋玩月忆山阴崔少府": {
        "title": "同从弟销南斋玩月忆山阴崔少府",
        "cont": "\n高卧南斋时，开帷月初吐。清辉澹水木，演漾在窗户。冉冉几盈虚，澄澄变今古。美人清江畔，是夜越吟苦。千里共如何，微风吹兰杜。\n",
        "author": "王昌龄",
        "authorLink": "http://so.gushiwen.org/author_437.aspx",
        "c1": "我和从弟在南斋高卧的时候，掀开窗帘玩赏那初升的玉兔。淡淡月光泻在水上泄在树上，轻悠悠的波光涟漪荡入窗户。光阴苒苒这窗月已几盈几虚，清光千年依旧世事不同今古。德高望重崔少府在清江河畔，他今夜必定如庄舄思越之苦。千里迢迢可否共赏醉人婵娟？微风吹拂着清香四溢的兰杜。",
        "c2": "⑴从弟：堂弟。斋：书房。山阴：今浙江绍兴。崔少府：即崔国辅，开元十四年（726）进士及第，授职山阴（浙江绍兴）县尉。少府，官名，秦置，为九卿之一，次于县令。唐代科第出身的士子也任其职。⑵帷：帘幕，一作“帐”。⑶澹（dàn）：水缓缓地流。⑷演漾：水流摇荡。⑸冉（rǎn）冉：渐渐。一作“荏苒”，指时间的推移。几盈虚：月亮圆缺反复多次。⑹澄澄：清亮透明，指月色。⑺美人：旧时也指自己思暮的人，这里指崔少府。⑻越吟：楚国庄舄（xì）唱越歌以寄托乡思。这是以越切山阴，意谓想必在越中苦吟篇。⑼共：一作“其”。如何：一作“何如”。⑽吹：一作“出”。兰杜：兰花和杜若，都是香草。兰，一作“芳”。 "
    },
    "西施咏": {
        "title": "西施咏",
        "cont": "\n艳色天下重，西施宁久微。朝为越溪女，暮作吴宫妃。贱日岂殊众，贵来方悟稀。邀人傅香粉，不自著罗衣。君宠益娇态，君怜无是非。当时浣纱伴，莫得同车归。持谢邻家子，效颦安可希。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "艳丽的姿色向来为天下器重，美丽的西施怎么能久处低微？原先她是越溪的一个浣纱女，后来却成了吴王宫里的爱妃。平贱时难道有什么与众不同？显贵了才惊悟她丽质天下稀。曾有多少宫女为她搽脂敷粉，她从来也不用自己穿著罗衣。君王宠幸她的姿态更加娇媚，君王怜爱从不计较她的是非。昔日一起在越溪浣纱的女伴，再不能与她同车去来同车归。奉告那盲目效颦的邻人东施，光学皱眉而想取宠并非容易！",
        "c2": "1、西施：吴越春秋：越得苎萝山鬻薪之女，曰西施，郑旦，饰以罗谷，教以容步，三年学成而献于吴。2、傅粉：史记：孝惠时，郎侍中皆傅脂粉。3、浣纱：环宇记：会稽县东有西施浣纱石。水经注：浣纱溪在荆州，为夷陵州西北，秋冬之月，水色净丽。4、持谢：奉告。5、效颦：庄子：西施病心而颦，其里之丑人见而美之，归亦捧心而效其颦，富人见之，闭门而不出，贫人见之，挈妻子而去之，彼知美颦而不知颦之所以美。按：颦古作膑。6、安可希：怎能希望别人的赏识。 "
    },
    "送綦毋潜落第还乡": {
        "title": "送綦毋潜落第还乡",
        "cont": "\n圣代无隐者，英灵尽来归。遂令东山客，不得顾采薇。既至金门远，孰云吾道非。江淮度寒食，京洛缝春衣。置酒长安道，同心与我违。行当浮桂棹，未几拂荆扉。远树带行客，孤城当落晖。吾谋适不用，勿谓知音稀。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "政治清明时代绝无隐者存在，为朝政服务有才者纷纷出来。连你这个像谢安的山林隐者，也不再效法伯夷叔齐去采薇。你应试落弟不能待诏金马门，那是命运不济谁说吾道不对？去年寒食时节你正经过江淮，滞留京洛又缝春衣已过一载。我们又在长安城外设酒饯别，同心知己如今又要与我分开。你行将驾驶着小船南下归去，不几天就可把自家柴门扣开。远山的树木把你的身影遮盖，夕阳余辉映得孤城艳丽多彩。你暂不被录用纯属偶然的事，别以为知音稀少而徒自感慨！",
        "c2": "（1）綦毋潜：綦毋为复姓，潜为名，字季通，荆南人（治所在今湖北江南），王维好友。 （2）圣代：政治开明、社会安定的时代。（3）英灵：有德行、有才干的人。 （4）东山客：东晋谢安曾隐居会稽东山，借指綦毋潜。（5）采薇：商末周初，伯夷、叔齐兄弟隐于首阳山，采薇而食，后世遂以采薇指隐居生活。 （6）既至金门远，孰云吾道非：这两句指虽然未能考中，但不是因为没有才能。金门：金马门，汉代宫门名。汉代贤士等待皇帝召见的地方。吾道非：《孔子家语·在厄》记载：“楚昭王聘孔子，孔子往，陈蔡发兵围孔子，孔子曰：‘匪兕匪虎，率彼旷野，吾道非乎，吾何为至此乎？’”是指孔子叹自己政策的不能实行，半途受到阻碍。（7）江淮度寒食，京洛缝春衣：这两句说綦毋潜落第后将取道洛阳经过江淮回家乡。寒食：古人以冬至后一百零五天为寒食节，断火三日。京洛：指东京洛阳。江淮：指长江，淮水，是綦毋潜所必经的水道。（8）同心：志同道合的朋友、知己。违：分离。 （9）行当：将要。桂棹：桂木做的船桨。（10）未几：不久。 （11）“吾谋”句：左传记载：“士曾行，绕朝赠之以策（马鞭）曰：‘子无谓秦无人，吾谋适不用也。’”适，偶然的意思。“吾谋”句说綦毋潜此次落第是偶然失败。（12）知音稀：语出《古诗十九首》：“不惜歌者苦，但伤知音稀。” "
    },
    "青溪": {
        "title": "青溪",
        "cont": "\n言入黄花川，每逐清溪水。随山将万转，趣途无百里。声喧乱石中，色静深松里。漾漾泛菱荇，澄澄映葭苇。我心素已闲，清川澹如此。请留磐石上，垂钓将已矣。(磐石 一作：盘石)\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "进入黄花川游览，每每都去追逐那条青溪。溪水随着山势，百转千回，经过的路途，却不足百里。水声在山间乱石中喧嚣，水色在深密的松林里幽静深沉。水草在溪水中轻轻摇荡，芦苇清晰地倒映在碧水之中。我的心一向悠闲，如同清澈的溪水淡泊安宁。但愿我能留在溪边的盘石上，在垂钓中度过我的一生。",
        "c2": "1.青溪：在今陕西勉县之东。2.言：发语词，无义。黄花川：在今陕西凤县东北黄花镇附近。3.趣途：趣，同“趋”，指走过的路途。4.声：溪水声。色：山色。5.漾漾：水波动荡。菱荇（língxìng）：泛指水草。6.葭（jiā）苇：泛指芦苇。“漾漾”二句描写菱荇在青溪水中浮动，芦苇的倒影映照于清澈的流水。7.素：一向。闲：悠闲淡泊。8.澹（dàn）：恬静安然。澹：溪水澄澈平静。9.磐石：大石。10.将已矣：将以此度过终生。已：结束。 "
    },
    "送别": {
        "title": "送别",
        "cont": "\n下马饮君酒，问君何所之？君言不得意，归卧南山陲。但去莫复问，白云无尽时。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "请你下马来喝一杯酒，敢问朋友你要去何方？你说因为生活不得意，回乡隐居在终南山旁。只管去吧我何须再问，看那白云正无边飘荡。",
        "c2": "⑴饮君酒：劝君饮酒。饮，使……喝。⑵何所之：去哪里。之，往。⑶归卧：隐居。南山：终南山，即秦岭，在今陕西省西安市西南。陲：边缘。⑷但，只。 "
    },
    "下终南山过斛斯山人宿置酒": {
        "title": "下终南山过斛斯山人宿置酒",
        "cont": "\n暮从碧山下，山月随人归。却顾所来径，苍苍横翠微。相携及田家，童稚开荆扉。绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥。长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "傍晚从终南山上走下来，山月好像随着行人而归。回望来时走的山间小路，山林苍苍茫茫一片青翠。遇斛斯山人相携到他家，孩童出来急忙打开柴门。走进竹林穿过幽静小路，青萝枝叶拂着行人衣裳。欢言笑谈得到放松休息，畅饮美酒宾主频频举杯。放声高歌风入松的曲调，歌罢银河星星已经很稀。我喝醉酒主人非常高兴，欢乐忘了世俗奸诈心机。",
        "c2": "⑴终南山：即秦岭​，在今西安市南，唐时士子多隐居于此山。过：拜访。斛（hú）斯山人：复姓斛斯的一位隐士。⑵碧山：指终南山。下：下山。⑶却顾：回头望。所来径：下山的小路。⑷苍苍：一说是指灰白色，但这里不宜作此解，而应解释苍为苍翠、苍茫，苍苍叠用是强调群山在暮色中的那种苍茫貌。翠微：青翠的山坡，此处指终南山。⑸相携：下山时路遇斛斯山人，携手同去其家。及：到。田家：田野山村人家，此指斛斯山人家。⑹荆扉：荆条编扎的柴门。⑺青萝：攀缠在树枝上下垂的藤蔓。行衣：行人的衣服。⑻挥：举杯。⑼松风：古乐府琴曲名，即《风入松曲》，此处也有歌声随风而入松林的意思。⑽河星稀：银河中的星光稀微，意谓夜已深了。河星：一作“星河”。⑾陶然：欢乐的样子。忘机：忘记世俗的机心，不谋虚名蝇利。机：世俗的心机。 "
    },
    "月下独酌四首·其一": {
        "title": "月下独酌四首·其一",
        "cont": "\n花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时同交欢，醉后各分散。(同交欢 一作：相交欢)永结无情游，相期邈云汉。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "提一壶美酒摆在花丛间，自斟自酌无友无亲。举杯邀请明月，对着身影成为三人。明月当然不会喝酒，身影也只是随着我身。我只好和他们暂时结成酒伴，要行乐就必须把美好的春光抓紧。我唱歌明月徘徊，我起舞身影零乱。醒时一起欢乐，醉后各自分散。我愿与他们永远结下忘掉伤情的友谊，相约在缥缈的银河边。",
        "c2": "1.酌：饮酒。独酌：一个人饮酒。2.间：一作“下”，一作“前”。3.无相亲：没有亲近的人。4.“举杯”二句：我举起酒杯招引明月共饮，明月和我以及我的影子恰恰合成三人。一说月下人影、酒中人影和我为三人。5.既：已经。不解：不懂，不理解。三国魏嵇康《琴赋》：“推其所由，似元不解音声。”6.徒：徒然，白白的。徒：空。7.将：和，共。8.及春：趁着春光明媚之时。9.月徘徊：明月随我来回移动。10.影零乱：因起舞而身影纷乱。11.同交欢：一起欢乐。一作“相交欢”。12.无情游：月、影没有知觉，不懂感情，李白与之结交，故称“无情游”。13.相期邈（miǎo）云汉：约定在天上相见。期：约会。邈：遥远。云汉：银河。这里指遥天仙境。“邈云汉”一作“碧岩畔”。 "
    },
    "与高适薛据同登慈恩寺浮图": {
        "title": "与高适薛据同登慈恩寺浮图",
        "cont": "\n塔势如涌出，孤高耸天宫。登临出世界，磴道盘虚空。突兀压神州，峥嵘如鬼工。四角碍白日，七层摩苍穹。下窥指高鸟，俯听闻惊风。连山若波涛，奔凑似朝东。(凑 一作：走；似 一作：如)青槐夹驰道，宫馆何玲珑。(馆 一作：观)秋色从西来，苍然满关中。五陵北原上，万古青濛濛。净理了可悟，胜因夙所宗。誓将挂冠去，觉道资无穷。\n",
        "author": "岑参",
        "authorLink": "http://so.gushiwen.org/author_113.aspx",
        "c1": "宝塔宛如平地涌出，孤高巍峨耸入天宫。 　登上去像走出人间，蹬踏梯道盘旋空中。 　高峻突出镇定神州，峥嵘胜过鬼斧神工。 　四角伸展挡住白日，七层紧紧连着苍穹。 　下看飞鸟屈指可数，俯听山风呼啸迅猛。 　山连山如波涛起伏，汹涌澎湃奔流向东。 　青槐夹着笔直驰道，楼台宫殿何等玲珑。 　秋天秀色从西而来，苍苍茫茫弥漫关中。 　长安城北汉代五陵，万古千秋一派青葱。 　清净佛理完全领悟。善因素来为人信从。 　立誓归隐辞官而去，信奉佛道其乐无穷。",
        "c2": "⑴浮图：原是梵文佛陀的音译，这里指佛塔。慈恩寺浮图：即今西安市的大雁塔。⑵涌出：形容拔地而起。⑶世界：指宇宙。⑷磴：石级。盘：曲折。⑸突兀：高耸貌。 　⑹峥嵘：形容山势高峻。鬼工：非人力所能。 　⑺碍：阻挡。⑻惊风：疾风。⑼驰道：可驾车的大道。⑽宫馆：宫阙。 　⑾关中：指今陕西中部地区。⑿五陵：指汉代五个帝王的陵墓，即高祖长陵、惠帝安陵、景帝阳陵、武帝茂陵及昭帝平陵。⒀净理：佛家的清净之理。 　⒁胜因：佛教因果报应中的极好的善因。 　⒂挂冠：辞官归隐。 　⒃觉道：佛教的达到消除一切欲念和物我相忘的大觉之道。　 "
    },
    "梦李白·其一": {
        "title": "梦李白·其一",
        "cont": "\n死别已吞声，生别常恻恻。江南瘴疠地，逐客无消息。故人入我梦，明我长相忆。恐非平生魂，路远不可测。魂来枫林青，魂返关塞黑。君今在罗网，何以有羽翼。落月满屋梁，犹疑照颜色。水深波浪阔，无使蛟龙得。(版本一)\n死别已吞声，生别常恻恻。江南瘴疠地，逐客无消息。故人入我梦，明我长相忆。君今在罗网，何以有羽翼。恐非平生魂，路远不可测。魂来枫林青，魂返关塞黑。落月满屋梁，犹疑照颜色。水深波浪阔，无使蛟龙得。(版本二)\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "为死别往往使人泣不成声， 而生离却常令人更加伤悲。 江南山泽是瘴疬流行之处， 被贬谪的人为何毫无消息？老朋友你忽然来到我梦里， 因为你知道我常把你记忆。 你如今陷入囹圄身不由己， 哪有羽翼飞来这北国之地？梦中的你恐不会是鬼魂吧， 路途遥远生与死实难估计。 灵魂飘来是从西南青枫林， 灵魂返回是由关山的黑地。明月落下清辉洒满了屋梁， 迷离中见到你的颜容憔悴。 水深浪阔旅途请多加小心， 不要失足落入蛟龙的嘴里。",
        "c2": "⑴吞声：极端悲恸，哭不出声来。恻恻：悲痛。开头两句互文。⑵瘴疠：疾疫。古代称江南为瘴疫之地。逐客：被放逐的人，此指李白。⑶故人：老朋友，此指李白。这是杜甫常用的越过一层、从对方写起、连带双方的手法。故人知我长相思念而入我梦，则我之思念自不必言，而双方之相知相忆又自然道出。⑷恐非平生：疑心李白死于狱中或道路。这两句说：我梦到的该不是你的魂魄吧？山高路远，谁知道你是否还活着啊！⑸枫林：李白放逐的西南之地多枫林。关塞：杜甫流寓的秦州之地多关塞。李白的魂来魂往都是在夜间，所以说“青”“黑”。⑹罗网：捕鸟的工具，这里指法网。羽翼：翅膀。这两句说：既已身陷法网，系狱流放，怎么会这样来往自由呢？⑺颜色：指容貌。⑻这句指李白的处境险恶，恐遭不测。祝愿和告诫李白要多加小心。 "
    },
    "赠卫八处士": {
        "title": "赠卫八处士",
        "cont": "\n人生不相见，动如参与商。今夕复何夕，共此灯烛光！少壮能几时？鬓发各已苍！访旧半为鬼，惊呼热中肠。焉知二十载，重上君子堂。昔别君未婚，儿女忽成行。怡然敬父执，问我来何方？问答未及已，驱儿罗酒浆。夜雨剪春韭，新炊间黄粱。主称会面难，一举累十觞。十觞亦不醉，感子故意长。明日隔山岳，世事两茫茫。 \n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "世间上的挚友真难得相见，好比此起彼落的参星与商星这两个星宿。今晚是什么日子如此幸运，竟然能与你挑灯共叙衷情？青春壮年实在是没有几时，不觉得你我各巳鬓发苍苍。打听故友大半都已逝去了，听到你惊呼胸中热流回荡。真没想到阔别二十年之后，能有机会再次来登门拜访。当年握别时你还没有成亲，今日见到你儿女已经成行。他们和顺地敬重父亲挚友，热情地问我来自哪个地方？三两句问答话还没有说完，你便叫他们张罗家常酒筵。雨夜割来的春韭嫩嫩长长，刚烧好黄梁掺米饭喷喷香。你说难得有这个机会见面，一举杯就接连地喝了十杯。十几杯酒我也难得一醉呵，谢谢你对故友的情深意长。明朝你我又要被山岳阻隔，人情世事竟然都如此渺茫！",
        "c2": "⑴卫八处士，名字和生平事迹已不可考。处士，指隐居不仕的人；八，是处士的排行。⑵参（shēn）商，二星名。典故出自《左传·昭公元年》：“昔 高辛氏有二子，伯曰 阏伯，季曰 实沉。居於旷林，不相能也。日寻干戈，以相征讨。后帝不臧，迁阏伯於商丘，主辰， 商人是因，故辰为商星。迁实沉 於大夏，主参，唐人是因，以服事夏商 。”商星居于东方卯位（上午五点到七点），参星居于西方酉位（下午五点到七点），一出一没，永不相见，故以为比。动如，是说动不动就像⑶苍，灰白色。⑷访旧句，意谓彼此打听故旧亲友，竟已死亡一半。访旧，一作“访问”。⑸对“惊呼热中肠”有两种理解，一为：见到故友的惊呼，使人内心感到热乎乎的；二为：意外的死亡，使人惊呼怪叫以至心中感到火辣辣的难受。惊呼，一作“呜呼”。⑹成行（háng），儿女众多。⑺“父执”词出《礼记·曲礼》：“见父之执。”意即父亲的执友。执是接的借字，接友，即常相接近之友。⑻乃未已，还未等说完。⑼“儿女”一作“驱儿”。罗，罗列酒菜。⑽间，读去声，搀和的意思。黄粱，即黄米。新炊是刚煮的新鲜饭。⑾主，主人，即卫八。称就是说。曹植：“主称千金寿。”⑿累，接连。⒀故意长，老朋友的情谊深长。⒁山岳，指西岳华山。这句是说明天便要分手。⒂世事，包括社会和个人。两茫茫，是说明天分手后，命运如何，便彼此都不相知了。极言会面之难，正见令夕相会之乐。这时大乱还未定，故杜甫有此感觉。根据末两句，这首诗乃是饮酒的当晚写成的。​ "
    },
    "梦李白·其二": {
        "title": "梦李白·其二",
        "cont": "\n浮云终日行，游子久不至。三夜频梦君，情亲见君意。告归常局促，苦道来不易。江湖多风波，舟楫恐失坠。出门搔白首，若负平生志。冠盖满京华，斯人独憔悴。孰云网恢恢，将老身反累。千秋万岁名，寂寞身后事。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "天上浮云日日飘来飘去，远游的故人却久去不归。夜晚我屡屡梦中见到你，可知你对我的深情厚意。分别是你总是神色匆匆，总说能来相见多么不易。江湖上航行多险风恶浪，担心你的船被掀翻沉没。出门时搔着满头的白发，悔恨辜负自己平生之志。高车丽服显贵塞满京城，才华盖世你却容颜憔悴。谁能说天理公道无欺人，迟暮之年却无辜受牵累。即使有流芳千秋的美名，难以补偿遭受的冷落悲戚。",
        "c2": "1.浮云：喻游子飘游不定。游子：此指李白。2.这两句说：李白一连三夜入我梦中，足见对我情亲意厚。这也是从对方设想的写法。3.告归：辞别。局促：不安、不舍的样子。4.这两句是述李白告归时所说的话。5.这两句写李白告归时的神态。搔首：大概是李白不如意时的习惯举动。6.冠：官帽。盖：车上的篷盖。冠盖：指代达官。斯人：此人，指李白。7.孰云：谁说。网恢恢：《老子》有“天网恢恢，疏而不漏”的话。此处指法网恢恢。这句意思是：谁说天网宽疏，对你却过于严酷了。8.这两句说：他活着的时候虽然寂寞困苦，但必将获得千秋万岁的声名。 "
    },
    "佳人": {
        "title": "佳人",
        "cont": "\n绝代有佳人，幽居在空谷。自云良家子，零落依草木。关中昔丧乱，兄弟遭杀戮。官高何足论，不得收骨肉。世情恶衰歇，万事随转烛。夫婿轻薄儿，新人美如玉。合昏尚知时，鸳鸯不独宿。但见新人笑，那闻旧人哭。在山泉水清，出山泉水浊。侍婢卖珠回，牵萝补茅屋。摘花不插发，采柏动盈掬。天寒翠袖薄，日暮倚修竹。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "有位举世无双的美人，隐居在空旷的山谷中。她说自己是高门府第的女子，飘零沦落到与草木相依。过去关中一带遭遇战乱，家里的兄弟全被乱军杀戮。官居高位又有什么用？自己兄弟的尸骨都无法收埋。世俗人情都厌恶衰败的人家，万事就像随风而转的烛火。丈夫是个轻薄子弟，抛弃了我又娶了个美丽如玉的新人。合欢花尚且知道朝开夜合，鸳鸯鸟成双成对从不独宿。丈夫只看见新人欢笑，哪里听得到旧人哭泣？泉水在山里是清澈的，出了山就浑浊了。让侍女典卖珠宝维持生计，牵把青萝修补茅屋。摘下来的花不愿插在头上，喜欢采折满把的柏枝。天气寒冷，衣衫显得分外单薄，黄昏时分，独自倚在修长的竹子上。",
        "c2": "有一个美艳绝代的佳人，隐居在僻静的深山野谷。她说：“我是良家的女子，零落漂泊才与草木依附。想当年长安丧乱的时候，兄弟遭到了残酷的杀戮。官高显赫又有什么用呢，不得收养我这至亲骨肉。世情本来就是厌恶衰落，万事象随风抖动的蜡烛。没想到夫婿是个轻薄儿，又娶了美颜如玉的新妇。合欢花朝舒昏合有时节，鸳鸯鸟雌雄交颈不独宿。朝朝暮暮只与新人调笑，那管我这个旧人悲哭？！”在山的泉水清澈又透明，出山的泉水就要浑浊浊。变卖首饰的侍女刚回来，牵拉萝藤修补着破茅屋。摘来野花不爱插头打扮，采来的柏子满满一大掬。天气寒冷美人衣衫单薄，夕阳下她倚着长长青竹。"
    },
    "望岳": {
        "title": "望岳",
        "cont": "\n岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。( 曾 通：层)会当凌绝顶，一览众山小。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "巍峨的泰山，到底如何雄伟？走出齐鲁，依然可见那青青的峰顶。神奇自然会聚了千种美景，山南山北分隔出清晨和黄昏。层层白云，荡涤胸中沟壑；翩翩归鸟，飞入赏景眼圈。定要登上泰山顶峰，俯瞰群山，豪情满怀。",
        "c2": "⑴岱宗：泰山亦名岱山或岱岳，五岳之首，在今山东省泰安市城北。古代以泰山为五岳之首，诸山所宗，故又称“岱宗”。历代帝王凡举行封禅大典，皆在此山，这里指对泰山的尊称。夫：读“fú”。句首发语词，无实在意义，语气词，强调疑问语气。如何：怎么样。⑵齐、鲁：古代齐鲁两国以泰山为界，齐国在泰山北，鲁国在泰山南。原是春秋战国时代的两个国名，在今山东境内，后用齐鲁代指山东地区。青未了：指郁郁苍苍的山色无边无际，浩茫浑涵，难以尽言。青：指苍翠、翠绿的美好山色。未了：不尽，不断。⑶造化：大自然。钟：聚集。神秀：天地之灵气，神奇秀美。⑷阴阳：阴指山的北面，阳指山的南面。这里指泰山的南北。割：分。夸张的说法。此句是说泰山很高，在同一时间，山南山北判若早晨和晚上。昏晓：黄昏和早晨。极言泰山之高，山南山北因之判若清晓与黄昏，明暗迥然不同。⑸荡胸：心胸摇荡。曾：同“层”，重叠。⑹决眦（zì）：眦：眼角。眼角（几乎）要裂开。这是由于极力张大眼睛远望归鸟入山所致。决：裂开。入：收入眼底，即看到。⑺会当：终当，定要。凌：登上。凌绝顶，即登上最高峰。⑻小：形容词的意动用法，意思为“以······为小，认为······小”。 "
    },
    "夏日南亭怀辛大": {
        "title": "夏日南亭怀辛大",
        "cont": "\n山光忽西落，池月渐东上。散发乘夕凉，开轩卧闲敞。荷风送香气，竹露滴清响。欲取鸣琴弹，恨无知音赏。感此怀故人，中宵劳梦想。(中宵 一作：终)\n",
        "author": "孟浩然",
        "authorLink": "http://so.gushiwen.org/author_757.aspx",
        "c1": "傍山的日影忽然西落了，池塘上的月亮从东面慢慢升起。披散着头发在夜晚乘凉，打开窗户躺卧在幽静宽敞的地方。一阵阵的晚风送来荷花的香气，露水从竹叶上滴下发出清脆的响声。正想拿琴来弹奏，可惜没有知音来欣赏。感慨良宵，怀念起老朋友来，整夜在梦中也苦苦地想念。",
        "c2": "夕阳忽然间落下了西山，东边池角明月渐渐东上。披散头发今夕恰好乘凉，开窗闲卧多么清静舒畅。清风徐徐送来荷花幽香，竹叶轻轻滴下露珠清响。心想取来鸣琴轻弹一曲，只恨眼前没有知音欣赏。感此良宵不免怀念故友，只能在夜半里梦想一场。"
    },
    "宿业师山房待丁大不至": {
        "title": "宿业师山房待丁大不至",
        "cont": "\n夕阳度西岭，群壑倏已暝。松月生夜凉，风泉满清听。 樵人归欲尽，烟鸟栖初定。之子期宿来，孤琴候萝径。\n",
        "author": "孟浩然",
        "authorLink": "http://so.gushiwen.org/author_757.aspx",
        "c1": "夕阳越过了西边的山岭，千山万壑忽然昏暗静寂。月照松林更觉夜晚清凉，风声泉声共鸣分外清晰。山中砍柴人差不多走尽，烟霭中鸟儿刚归巢安息。丁大约定今晚来寺住宿，独自抚琴站在山路等你。",
        "c2": "⑴业师：法名业的僧人。一作“来公”。山房：僧人居所。期：一作“待”。⑵度：过、落。⑶壑：山谷。倏：一下子。⑷满清听：满耳都是清脆的响声。⑸樵人：砍柴的人。⑹烟：炊烟和雾霭。一作“磴”。⑺之：此。子：古代对男子的美称。宿来：一作“未来”。⑻孤琴：一作“孤宿”，或作“携琴”。 　 "
    },
    "寻西山隐者不遇": {
        "title": "寻西山隐者不遇",
        "cont": "\n绝顶一茅茨，直上三十里。扣关无僮仆，窥室唯案几。 若非巾柴车，应是钓秋水。差池不相见，黾勉空仰止。 草色新雨中，松声晚窗里。及兹契幽绝，自足荡心耳。 虽无宾主意，颇得清净理。兴尽方下山，何必待之子。\n",
        "author": "丘为",
        "authorLink": "http://so.gushiwen.org/author_90.aspx",
        "c1": "高高的山顶上有一座茅屋，从山下走上去足有三十里。轻扣柴门竟无童仆回问声，窥看室内只有桌案和茶几。主人不是驾着巾柴车外出，一定是到秋水碧潭去钓鱼。错过了时机不能与他见面，空负了殷勤仰慕一片心意。新雨中草色多么青翠葱绿，晚风将松涛声送进窗户里。这清幽境地很合我的雅兴，足可以把身心和耳目荡涤。我虽然还没有和主人交谈，却已经领悟到清净的道理。玩到兴尽就满意地下山去，何必非要和这位隐者相聚。",
        "c2": "⑴茅茨：茅屋。⑵扣关：敲门。僮仆：指书童。⑶唯案几：只有桌椅茶几，表明居室简陋。⑷巾柴车：指乘小车出游。⑸钓秋水：到秋水潭垂钓。⑹差池：原为参差不齐，这里指此来彼往而错过。⑺黾勉：勉力，尽力。仰止：仰望，仰慕。⑻“草色”二句：这是人经过观察后亦真亦幻地描写隐者居所的环境。⑼“及兹”二句：及兹，来此。契，惬意。荡心耳，涤荡心胸和耳目。一本无此二句。 　⑽“虽无”二句：意谓虽没有受到主人待客的厚意，却悟得了修养身心的真理。⑾兴尽：典出《世说新语》晋王子猷雪夜访戴的故事。⑿之子：这个人，这里指隐者。一作“夫子”。 "
    },
    "秋登兰山寄张五": {
        "title": "秋登兰山寄张五",
        "cont": "\n北山白云里，隐者自怡悦。相望试登高，心随雁飞灭。(试 一作 始)愁因薄暮起，兴是清秋发。时见归村人，沙行渡头歇。天边树若荠，江畔洲如月。何当载酒来，共醉重阳节。\n",
        "author": "孟浩然",
        "authorLink": "http://so.gushiwen.org/author_757.aspx",
        "c1": " 面对北山岭上白云起伏霏霏，我这隐者自己能把欢欣品味。我试着登上高山是为了遥望，心情早就随着鸿雁远去高飞。忧愁每每是薄暮引发的情绪，兴致往往是清秋招致的氛围。在山上时时望见回村的人们，走过沙滩坐在渡口憩息歇累。远看天边的树林活象是荠菜，俯视江畔的沙洲好比是弯月。什么时候你能载酒到这里来，重阳佳节咱们开怀畅饮共醉。",
        "c2": "⑴兰山：一作“万山”。万山，一名汉皋山，又称方山、蔓山，在湖北襄阳西北十里。张五：一作“张子容”，兄弟排行不对，张子容排行第八。有人怀疑张五为张八之误。⑵“北山”二句：晋陶弘景《诏问山中何所有赋以答》：“山中何所有？岭上多白云。只可自怡悦，不堪持赠君。”这两句由此变化而来。北山：指张五隐居的山。北：一作“此”。隐者：指张五。⑶相望：互相遥望。试：一作“始”。⑷“心随”句：又作“心飞逐鸟灭”、“心随飞雁灭”、“心随鸟飞灭”等。⑸薄暮：傍晚，太阳快落山的时候。《楚辞·天问》：“薄暮雷电，归何忧？厥严不奉，帝何求？”⑹清秋：明净爽朗的秋天。晋殷仲文《南州桓公九井作》诗：“独有清秋日，能使高兴尽。”一作“清境”。⑺归村人：一作“村人归”。⑻沙行：一作“沙平”，又作“平沙”。渡头：犹渡口。过河的地方。⑼“天边”二句：隋薛道衡《敬酬杨仆射山斋独坐》中有：“遥原树若荠，远水舟如叶。”这两句似是据此变化而成。荠：荠菜。洲：又作“舟”。⑽何当：商量之辞，相当于”何妨“或”何如“。⑾重阳节：古以九为阳数之极。九月九日故称“重九”或“重阳”。魏晋后，习俗于此日登高游宴。 "
    },
    "溪居": {
        "title": "溪居",
        "cont": "\n久为簪组累，幸此南夷谪。闲依农圃邻，偶似山林客。 晓耕翻露草，夜榜响溪石。来往不逢人，长歌楚天碧。\n",
        "author": "柳宗元",
        "authorLink": "http://so.gushiwen.org/author_646.aspx",
        "c1": "很久来为公务所累，幸好被贬谪到南方少数民族地区。闲静无事，与农人的菜圃为邻，有的时候就像个山林中的隐士。早晨耕田，翻锄带着露水的野草，晚上撑船游玩回来，船触到溪石发出声响。独来独往，碰不到其他的人，眼望楚天一片碧绿，放声高歌。",
        "c2": "长久被官职所缚不得自由， 有幸这次被贬谪来到南夷。闲时常常与农田菜圃为邻， 偶然间象个隐居山中的人。清晨我去耕作翻除带露杂草， 傍晚乘船沿着溪石哗哗前进。独往独来碰不到那庸俗之辈， 仰望楚天的碧空而高歌自娱。"
    },
    "晨诣超师院读禅经": {
        "title": "晨诣超师院读禅经",
        "cont": "\n汲井漱寒齿，清心拂尘服。闲持贝叶书，步出东斋读。真源了无取，妄迹世所逐。遗言冀可冥，缮性何由熟。道人庭宇静，苔色连深竹。日出雾露馀，青松如膏沐。澹然离言说，悟悦心自足。\n",
        "author": "柳宗元",
        "authorLink": "http://so.gushiwen.org/author_646.aspx",
        "c1": "汲来清凉井水漱口刷牙，心清了再拂去衣上尘土。悠闲地捧起佛门贝叶经，信步走出东斋吟咏朗读。佛经真谛世人并无领悟，荒诞之事却为人们追逐。佛儒精义原也可望暗合，但修养本性我何以精熟。道人禅院多么幽雅清静，绿色鲜苔连接竹林深处。太阳出来照着晨雾余露，苍翠松树宛若沐后涂脂。清静使我恬淡难以言说，悟出佛理内心畅快满足。",
        "c2": "⑴诣（yì）：到，往。超师院：指龙兴寺净土院；超师指住持僧重巽。禅经：佛教经典。⑵汲（jí吉）：从井里取水。⑶拂：抖动。⑷贝叶书：一作“贝页书”。在贝多树叶上写的佛经。因古代印度用贝叶书写佛经而得名，又叫贝书。⑸东斋（zhāi）指净土院的东斋房。⑹真源：指佛理“真如”之源，即佛家的真意。了（liăo）：懂得，明白。⑺妄迹：迷信妄诞的事迹。⑻遗言：指佛经所言。冀：希望。冥：暗合。⑼缮性：修养本性。熟：精通而有成。⑽道人：指僧人重巽。缮：修持。⑾膏：润发的油脂。沐（mù木）：湿润、润译。⑿澹（dàn）然：亦写作“淡然”，恬静，冲淡，宁静状。⒀悟悦：悟道的快乐。 "
    },
    "送杨氏女": {
        "title": "送杨氏女",
        "cont": "\n永日方戚戚，出行复悠悠。女子今有行，大江溯轻舟。尔辈苦无恃，抚念益慈柔。幼为长所育，两别泣不休。对此结中肠，义往难复留。自小阙内训，事姑贻我忧。赖兹托令门，任恤庶无尤。贫俭诚所尚，资从岂待周。孝恭遵妇道，容止顺其猷。别离在今晨，见尔当何秋。居闲始自遣，临感忽难收。归来视幼女，零泪缘缨流。\n",
        "author": "韦应物",
        "authorLink": "http://so.gushiwen.org/author_564.aspx",
        "c1": "我整日忧郁而悲悲戚戚，女儿就要出嫁遥远地方。今天她要远行去做新娘，乘坐轻舟沿江逆流而上。你姐妹自幼尝尽失母苦，念此我就加倍慈柔抚养。妹妹从小全靠姐姐养育，今日两人作别泪泣成行。面对此情景我内心郁结，女大当嫁你也难得再留。你自小缺少慈母的教训，侍奉婆婆的事令我担忧。幸好依仗你夫家好门第，信任怜恤不挑剔你过失。安贫乐俭是我一贯崇尚，嫁妆岂能做到周全丰厚。望你孝敬长辈遵守妇道，仪容举止都要符合潮流。今晨我们父女就要离别，再见到你不知什么时候。闲居时忧伤能自我排遣，临别感伤情绪一发难收。回到家中看到孤单小女，悲哀泪水沿着帽带滚流。",
        "c2": "⑴杨氏女：指女儿嫁给杨姓的人家。⑵永日：整天。戚戚：悲伤忧愁。⑶行：出嫁。悠悠：遥远。⑷溯：逆流而上。⑸尔辈：你们，指两个女儿。无恃：指幼时无母。⑹幼为长所育：此句下有注：“幼女为杨氏所抚育。”指小女是姐姐抚育大的。⑺结中肠：心中哀伤之情郁结。⑻义往：指女大出嫁，理应前往夫家。⑼自小阙内训：此句下有注：“言早无恃。”阙：通“缺”。内训：母亲的训导。⑽事姑：侍奉婆婆。贻：带来。　⑾令门：好的人家，或是对其夫家的尊称。这里指女儿的夫家。⑿任恤：信任体恤。庶：希望。尤：过失。⒀尚：崇尚。⒁资从：指嫁妆。待：一作“在”。周：周全，完备。⒂容止：这里是一举一动的意思。猷：规矩礼节。⒃尔：你，指大女儿。当何秋：当在何年。⒄居闲：闲暇时日。自遣：自我排遣。⒅临感：临别感伤。⒆零泪：落泪。缘：通“沿”。缨：帽的带子，系在下巴下。 "
    },
    "长安遇冯著": {
        "title": "长安遇冯著",
        "cont": "\n客从东方来，衣上灞陵雨。问客何为来，采山因买斧。 冥冥花正开，飏飏燕新乳。昨别今已春，鬓丝生几缕。\n",
        "author": "韦应物",
        "authorLink": "http://so.gushiwen.org/author_564.aspx",
        "c1": "客人从东方过来，衣服上还带着灞陵的雨。问客人为什么来，客人说为了上山砍伐树木来买斧头。百花正在悄悄地盛开，轻盈的燕子正在哺乳新雏。去年一别如今又是春天，两鬓的头发不知又生出多少。",
        "c2": "你从东方回到长安来，衣裳沾满灞陵的春雨。请问你来此为了何故？你说为开山辟地买斧。冥冥春雨百花淋雨开，习习和风燕子新孵雏。去年一别如今又逢春，双鬓银丝添生了几缕？"
    },
    "夕次盱眙县": {
        "title": "夕次盱眙县",
        "cont": "\n落帆逗淮镇，停舫临孤驿。浩浩风起波，冥冥日沉夕。 人归山郭暗，雁下芦洲白。独夜忆秦关，听钟未眠客。\n",
        "author": "韦应物",
        "authorLink": "http://so.gushiwen.org/author_564.aspx",
        "c1": "卸帆留宿淮水岸边的小镇，小舫停靠着孤零零的旅驿。大风突起江上的波浪浩荡，太阳沉落大地的夜色苍黑。山昏城暗人们都回家安憩，月照芦洲雁群也落下栖息。夜晚孤独我不禁想起长安，听到岸上钟声我怎能入睡？​",
        "c2": "MOORING AT TWILIGHT IN XUYI DISTRICTWei YingwuFurling my sail near the town of Huai,I find for harbour a little cove,Where a sudden breeze whips up the waves.The sun is growing dim now and sinks in the dusk.People are coming home. The bright mountain-peak darkens.Wildgeese fly down to an island of white weeds.At midnight I think of a northern city-gate,And I hear a bell tolling between me and sleep. "
    },
    "东郊": {
        "title": "东郊",
        "cont": "\n吏舍跼终年，出郊旷清曙。杨柳散和风，青山澹吾虑。依丛适自憩，缘涧还复去。微雨霭芳原，春鸠鸣何处。乐幽心屡止，遵事迹犹遽。终罢斯结庐，慕陶直可庶。\n",
        "author": "韦应物",
        "authorLink": "http://so.gushiwen.org/author_564.aspx",
        "c1": "整年拘束官署之中实在烦闷，清晨出去郊游顿觉精神欢愉。嫩绿的杨柳伴随着春风荡漾，苍翠的山峰淡化了我的思虑。靠着灌木丛自由自在地憩息，沿着涧流旁任凭意愿地徘徊。芳香的原野落着迷蒙的细雨，宁静的大地到处是春鸠鸣啼。本爱长处清幽屡次不得如愿，只因公务缠身行迹十分匆促。终有一日罢官归隐在此结庐，羡慕陶潜差不多能得到乐趣。 ",
        "c2": "①跼：拘束。②旷清曙：在清幽的曙色中得以精神舒畅。③澹吾虑：澹，澄净。虑，思绪。④依丛适自憩：丛，树林。憩，休息。⑤缘涧还复去：缘，沿着。涧，山沟。还复去，徘徊往来。⑥霭：迷蒙貌。⑦乐幽心屡止，遵事迹犹遽：意谓自己颇爱这地方的幽静，想住下来，却又几次终止，就因公事在身，形迹上还是显得很匆忙。⑧终罢斯结庐，慕陶直可庶：意谓终当辞官在此筑室，平生敬慕陶潜的愿望，到这时就可以接近了。慕陶，指归隐。直，或作真，就。庶，庶几，差不多。 "
    },
    "初发扬子寄元大校书": {
        "title": "初发扬子寄元大校书",
        "cont": "\n凄凄去亲爱，泛泛入烟雾。归棹洛阳人，残钟广陵树。 今朝此为别，何处还相遇。世事波上舟，沿洄安得住。\n",
        "author": "韦应物",
        "authorLink": "http://so.gushiwen.org/author_564.aspx",
        "c1": "凄怆地离别了亲爱的朋友，船只泛泛地驶入茫茫烟雾。轻快地摇桨向着洛阳归去，晓钟残音还远绕广陵树木。今日在此我与你依依作别，何时何地我们能再次相遇？人情世事犹如波上的小船，顺流洄旋岂能由自己作主？",
        "c2": "⑴扬子：指扬子津，在长江北岸，近瓜州。校书：官名。唐代的校书郎，掌管校书籍。⑵去：离开。亲爱：相亲相爱的朋友，指元大。⑶泛泛：行船漂浮。⑷归棹：指从扬子津出发乘船北归洛阳。⑸“残钟”句：意渭回望广陵，只听得晓钟的残音传自林间。广陵：江苏扬州的古称。在唐代，由扬州经运河可以直达洛阳。⑹此：此处。为别：作别。⑺还：再。⑻沿洄：顺流而下为沿，逆流而上为洄，这里指处境的顺逆。安得住：怎能停得住？ "
    },
    "郡斋雨中与诸文士燕集": {
        "title": "郡斋雨中与诸文士燕集",
        "cont": "\n兵卫森画戟，宴寝凝清香。海上风雨至，逍遥池阁凉。烦疴近消散，嘉宾复满堂。自惭居处崇，未睹斯民康。理会是非遣，性达形迹忘。鲜肥属时禁，蔬果幸见尝。俯饮一杯酒，仰聆金玉章。神欢体自轻，意欲凌风翔。吴中盛文史，群彦今汪洋。方知大藩地，岂曰财赋强。\n",
        "author": "韦应物",
        "authorLink": "http://so.gushiwen.org/author_564.aspx",
        "c1": "官邸门前画戟林立兵卫森严，休息室内凝聚着焚檀的清香。东南近海层层风雨吹进住所，逍遥自在池阁之间阵阵风凉。心里头的烦躁苦闷将要消散，嘉宾贵客重新聚集济济一堂。自己惭愧所处地位太过高贵，未能顾及平民百姓有无安康。如能领悟事理是非自然消释，性情达观世俗礼节就可淡忘。鲜鱼肥肉是夏令禁食的荤腥，蔬菜水果希望大家尽管品尝。大家躬身饮下一杯醇清美酒，抬头聆听各人吟诵金玉章。精神愉快身体自然轻松舒畅，心里真想临风飘举奋力翱翔。吴中不愧为文史鼎盛的所在，文人学士简直多如大海汪洋。现在才知道大州大郡的地方，哪里是仅以财物丰阜而称强？",
        "c2": "⑴森：密密地排列。戟：古代一种兵器。⑵宴寝：宴，意为休息。宴寝就是私室，内室。这里指休息的地方。⑶海上：指苏州东边的海面。⑷烦疴：烦躁。疴，本指疾病。⑸居处崇：地位显贵。⑹斯民康：人民康乐。⑺理会：通达事物的道理。⑻达：旷达。形迹：指世俗礼节。⑼时禁：当时正禁食荤腥。⑽幸：希望，这里是谦词。⑾金玉章：文采华美、声韵和谐的好文章。这里指客人们的诗篇。⑿神欢：精神欢悦。⒀吴中：苏州的古称。⒁群彦：群英。汪洋：众多。⒂大藩：这里指大郡、大州。藩，原指藩王的封地。 "
    },
    "宿王昌龄隐居": {
        "title": "宿王昌龄隐居",
        "cont": "",
        "author": "",
        "authorLink": "http://so.gushiwen.orgundefined"
    },
    "感遇·孤鸿海上来": {
        "title": "感遇·孤鸿海上来",
        "cont": "\n孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶。今我游冥冥，弋者何所慕！\n",
        "author": "张九龄",
        "authorLink": "http://so.gushiwen.org/author_691.aspx",
        "c1": "孤傲的鸿雁自海上而来，池塘河潢不敢眷顾。侧目见到了两只华丽的翠鸟，在华美的三珠树上栖息。珍贵之木的高处啊，难道不怕猎人的金弹丸？修美的品德将担心他人的嫉妒与打压，高明之位会让神鬼都深感厌恶。今日的我在冥冥之中遨游，那也独自游弋的人们将何处追求呢？ ",
        "c2": "①感遇：古题，用于写心有所感，借物寓意之诗。诗人在贬官荆州期间作《感遇》诗12首，此处所选分别为第四、第一、第二和第七首。②鸿：雁类的泛称。池潢（huang）：池塘，积水池，护城河，代指朝廷。③双翠鸟：即翡翠鸟，雄为翡，雌为翠，毛色华丽多彩。④三珠树：神话传说中的宝树。本作三株树。见《山海经：海外南经》：“三株树在厌火国北，生赤水上，其为树如柏，叶皆为珠。”⑤矫矫：超然出众的样子。“得无”句：岂不惧怕有子弹打来？得无，表反问语气、岂不、能不。金丸，弹弓的子弹。⑥“美服”句：身着华美的服装应担心别人指责。患：怕，忧虑。⑦“高明”句：官位显要会遭到鬼神的厌恶。高明，指地位官职尊贵的人。恶：忌妒，厌恶。西汉扬雄《解嘲》：“高明之家，鬼瞰其室。”⑧冥冥：高远的天空。⑨“弋者”句：弋者，猎鸟的人。慕，想猎取鸟的欲望。 "
    },
    "感遇·兰叶春葳蕤": {
        "title": "感遇·兰叶春葳蕤",
        "cont": "\n兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折！\n",
        "author": "张九龄",
        "authorLink": "http://so.gushiwen.org/author_691.aspx",
        "c1": "春天里的幽兰翠叶纷披，秋天里的桂花皎洁清新。世间的草木勃勃的生机，自然顺应了美好的季节。谁想到山林隐逸的高人，闻到芬芳因而满怀喜悦。草木散发香气源于天性，怎么会求观赏者攀折呢！",
        "c2": "⑴兰：此指兰草。 葳蕤：枝叶茂盛而纷披⑵桂华：桂花，“华”同“花”。⑶生意：生机勃勃⑷自尔：自然地 。佳节：美好的季节⑸林栖者：山中隐士⑹ 坐：因而⑺本心：天性⑻美人：指林栖者山林高士、隐士⑨闻风：闻到芳香。⑩坐：因为。⑾葳（wei）蕤(rui)：枝叶茂盛而纷披。 "
    },
    "寄全椒山中道士": {
        "title": "寄全椒山中道士",
        "cont": "\n今朝郡斋冷，忽念山中客。涧底束荆薪，归来煮白石。欲持一瓢酒，远慰风雨夕。落叶满空山，何处寻行迹。\n",
        "author": "韦应物",
        "authorLink": "http://so.gushiwen.org/author_564.aspx",
        "c1": "今天郡斋里很冷，忽然想起山中隐居的人。你一定在涧底打柴，回来以后煮些清苦的饭菜。想带着一瓢酒去看你，让你在风雨夜里得到些安慰。可是秋叶落满空山，什么地方能找到你的行迹？",
        "c2": "1.寄：寄赠。全椒：今安徽省全椒县，唐属滁州。2.郡斋：滁州刺史衙署的斋舍。山中客：指全椒县西三十里神山上的道士。3.涧：山间流水的沟。束：捆。荆薪：杂柴。白石：《神仙传》云：“白石先生者，中黄丈人弟子也，常煮白石为粮，因就白石山居，时人故号曰白石先生。”此指山中道士艰苦的修炼生活。4.瓢：将干的葫芦挖空，分成两瓣，叫做瓢，用来作盛酒浆的器具。风雨夕：风雨之夜。5.空山：空寂的深山。行迹：来去的踪迹。 "
    },
    "石鱼湖上醉歌": {
        "title": "石鱼湖上醉歌",
        "cont": "\n序：漫叟以公田米酿酒，因休暇，则载酒于湖上，时取一醉。欢醉中，据湖岸，引臂向鱼取酒，使舫载之，偏饮坐者。意疑倚巴丘酌于君山之上，诸子环洞庭而坐，酒舫泛泛然触波涛而往来者。乃作歌以长之。\n石鱼湖，似洞庭，夏水欲满君山青。山为樽，水为沼，酒徒历历坐洲岛。长风连日作大浪，不能废人运酒舫。我持长瓢坐巴丘，酌饮四坐以散愁。  \n",
        "author": "元结",
        "authorLink": "http://so.gushiwen.org/author_79.aspx",
        "c1": "内容整理自网络（或由匿名网友上传），原作者已无法考证，版权归原作者所有。本站免费发布仅供学习参考，其观点不代表本站立场。站务邮箱：service@gushiwen.org",
        "c2": ""
    },
    "感遇·江南有丹橘": {
        "title": "感遇·江南有丹橘",
        "cont": "\n江南有丹橘，经冬犹绿林。岂伊地气暖？自有岁寒心。可以荐嘉客，奈何阻重深。运命惟所遇，循环不可寻。徒言树桃李，此木岂无阴？\n",
        "author": "张九龄",
        "authorLink": "http://so.gushiwen.org/author_691.aspx",
        "c1": "江南丹桔叶茂枝繁，经冬不凋四季常青。岂止南国地气和暖，而是具有松柏品性。荐之嘉宾必受称赞，山重水阻如何进献？命运遭遇往往不一，因果循环奥秘难寻。只说桃李有果有林，难道丹桔就不成阴？",
        "c2": "伊：语助词。岁寒心：意即耐寒的特性。荐：进奉意。树：种植意。 "
    },
    "感遇·幽人归独卧": {
        "title": "感遇·幽人归独卧",
        "cont": "\n幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沈理自隔，何所慰吾诚?\n",
        "author": "张九龄",
        "authorLink": "http://so.gushiwen.org/author_691.aspx",
        "c1": "",
        "c2": ""
    },
    "走马川行奉送封大夫出师西征": {
        "title": "走马川行奉送封大夫出师西征",
        "cont": "\n君不见走马川行雪海边，平沙莽莽黄入天。 轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。 匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。 将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。 马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。 虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。\n",
        "author": "岑参",
        "authorLink": "http://so.gushiwen.org/author_113.aspx",
        "c1": "您难道不曾看见吗？那辽阔的走马川紧靠着雪海边缘，茫茫无边的黄沙连接云天。轮台九月整夜里狂风怒号，到处的碎石块块大如斗，狂风吹得斗大乱石满地走。这时匈奴牧草繁茂军马肥，侵入金山西面烟尘滚滚飞，汉家的大将率兵开始征西。将军身著铠甲夜里也不脱，半夜行军戈矛彼此相碰撞，凛冽寒风吹到脸上如刀割。马毛挂着雪花还汗气蒸腾，五花马的身上转眼结成冰，营幕中写檄文砚墨也冻凝。敌军听到大军出征应胆惊，料他不敢与我们短兵相接，我就在车师西门等待报捷。",
        "c2": "⑴走马川：即车尔成河，又名左未河，在今新疆境内。行：歌的一种体裁。封大夫（dà fū）：即封常清，唐朝将领，蒲州猗氏人，以军功擢安西副大都护、安西四镇节度副大使、知节度事，后又升任北庭都护，持节安西节度使。西征：一般认为是出征播仙。⑵走马川行雪海边：一作“走马沧海边”。雪海：在天山主峰与伊塞克湖之间。⑶轮台：地名，在今新疆米泉境内。封常清军府驻在这里。⑷匈奴：借指达奚部族。《新唐书·封常清传》：“达奚诸部族自黑山西趣（趋）碎叶，有诏还击。”⑸金山：指天山主峰。⑹汉家：唐代诗人多以汉代唐。 【汉家大将：指封常清，当时任安西节度使兼北庭都护，岑参在他的幕府任职。】⑺戈相拨：兵器互相撞击。⑻五花：即五花马。连钱：一种宝马名。五花连钱：指马斑驳的毛色。⑼草檄（xí）：起草讨伐敌军的文告。⑽短兵：指刀剑一类武器。⑾车师：为唐北庭都护府治所庭州，今新疆乌鲁木齐东北。蘅塘退士本作“军师”。伫：久立，此处作等待解。献捷：献上贺捷诗章。 "
    },
    "琵琶行": {
        "title": "琵琶行",
        "cont": "\n元和十年，予左迁九江郡司马。明年秋，送客湓浦口，闻舟中夜弹琵琶者，听其音，铮铮然有京都声。问其人，本长安倡女，尝学琵琶于穆、曹二善才，年长色衰，委身为贾人妇。遂命酒，使快弹数曲。曲罢悯然，自叙少小时欢乐事，今漂沦憔悴，转徙于江湖间。予出官二年，恬然自安，感斯人言，是夕始觉有迁谪意。因为长句，歌以赠之，凡六百一十六言，命曰《琵琶行》。 \n浔阳江头夜送客，枫叶荻花秋瑟瑟。主人下马客在船，举酒欲饮无管弦。醉不成欢惨将别，别时茫茫江浸月。忽闻水上琵琶声，主人忘归客不发。寻声暗问弹者谁？琵琶声停欲语迟。移船相近邀相见，添酒回灯重开宴。千呼万唤始出来，犹抱琵琶半遮面。转轴拨弦三两声，未成曲调先有情。弦弦掩抑声声思，似诉平生不得志。（不得志 一作：不得意）低眉信手续续弹，说尽心中无限事。轻拢慢捻抹复挑，初为《霓裳》后《六幺》（六幺 一作：绿腰）。大弦嘈嘈如急雨，小弦切切如私语。嘈嘈切切错杂弹，大珠小珠落玉盘。间关莺语花底滑，幽咽泉流冰下难。冰泉冷涩弦凝绝，凝绝不通声暂歇。(暂歇 一作：渐歇)别有幽愁暗恨生，此时无声胜有声。银瓶乍破水浆迸，铁骑突出刀枪鸣。曲终收拨当心画，四弦一声如裂帛。东船西舫悄无言，唯见江心秋月白。沉吟放拨插弦中，整顿衣裳起敛容。自言本是京城女，家在虾蟆陵下住。十三学得琵琶成，名属教坊第一部。曲罢曾教善才服，妆成每被秋娘妒。五陵年少争缠头，一曲红绡不知数。钿头银篦击节碎，血色罗裙翻酒污。(银篦 一作：云篦)今年欢笑复明年，秋月春风等闲度。弟走从军阿姨死，暮去朝来颜色故。门前冷落鞍马稀，老大嫁作商人妇。商人重利轻别离，前月浮梁买茶去。去来江口守空船，绕船月明江水寒。夜深忽梦少年事，梦啼妆泪红阑干。我闻琵琶已叹息，又闻此语重唧唧。同是天涯沦落人，相逢何必曾相识！我从去年辞帝京，谪居卧病浔阳城。浔阳地僻无音乐，终岁不闻丝竹声。住近湓江地低湿，黄芦苦竹绕宅生。其间旦暮闻何物？杜鹃啼血猿哀鸣。春江花朝秋月夜，往往取酒还独倾。岂无山歌与村笛？呕哑嘲哳难为听。今夜闻君琵琶语，如听仙乐耳暂明。莫辞更坐弹一曲，为君翻作《琵琶行》。感我此言良久立，却坐促弦弦转急。凄凄不似向前声，满座重闻皆掩泣。座中泣下谁最多？江州司马青衫湿。\n",
        "author": "白居易",
        "authorLink": "http://so.gushiwen.org/author_665.aspx",
        "c1": "唐宪宗元和十年，我被贬为九江郡司马。第二年秋季的一天，送客到湓浦口，夜里听到船上有人弹琵琶。听那声音，铮铮铿铿有京都流行的声韵。探问这个人，原来是长安的歌女，曾经向穆、曹两位琵琶大师学艺。后来年纪大了，红颜退尽，嫁给商人为妻。于是命人摆酒叫她畅快地弹几曲。她弹完后，有些闷闷不乐的样子，自己说起了少年时欢乐之事，而今漂泊沉沦，形容憔悴，在江湖之间辗转流浪。我离京调外任职两年来，随遇而安，自得其乐，而今被这个人的话所感触，这天夜里才有被降职的感觉。于是撰写一首长赠送给她，共六百一十六字，题为《琵琶行》。",
        "c2": "我到浔阳江头送一位归客，冷风吹着枫叶和芦花秋声瑟瑟。我和客人下马在船上饯别设宴，举起酒杯要饮却无助兴的音乐。酒喝得不痛快更伤心将要分别，临别时夜茫茫江水倒映着明月。忽听得江面上传来琵琶清脆声；我忘却了回归客人也不想动身。寻着声源探问弹琵琶的是何人？琵琶停了许久却迟迟没有动静。我们移船靠近邀请她出来相见；叫下人添酒回灯重新摆起酒宴。千呼万唤她才缓缓地走出来，怀里还抱着琵琶半遮着脸面。转紧琴轴拨动琴弦试弹了几声；尚未成曲调那形态就非常有情。弦弦凄楚悲切声音隐含着沉思；似乎在诉说着她平生的不得志；她低着头随手连续地弹个不停；用琴声把心中无限的往事说尽。轻轻地拢，慢慢地捻，一会儿抹，一会儿挑。初弹《霓裳羽衣曲》接着再弹《六幺》。大弦浑宏悠长嘈嘈如暴风骤雨；小弦和缓幽细切切如有人私语。嘈嘈声切切声互为交错地弹奏；就像大珠小珠一串串掉落玉盘。琵琶声一会儿像花底下宛转流畅的鸟鸣声，一会儿又像水在冰下流动受阻艰涩低沉、呜咽断续的声音。好像水泉冷涩琵琶声开始凝结，凝结而不通畅声音渐渐地中断。像另有一种愁思幽恨暗暗滋生；此时闷闷无声却比有声更动人。突然间好像银瓶撞破水浆四溅；又好像铁甲骑兵厮杀刀枪齐鸣。一曲终了她对准琴弦中心划拨；四弦一声轰鸣好像撕裂了布帛。东船西舫人们都静悄悄地聆听；只见江心之中映着白白秋月影。她沉吟着收起拨片插在琴弦中；整顿衣裳依然显出庄重的颜容。她说我原是京城负有盛名的歌女；老家住在长安城东南的虾蟆陵。弹奏琵琶技艺十三岁就已学成；教坊乐团第一队中列有我姓名。每曲弹罢都令艺术大师们叹服；每次妆成都被同行歌妓们嫉妒。京都豪富子弟争先恐后来献彩；弹完一曲收来的红绡不知其数。钿头银篦打节拍常常断裂粉碎；红色罗裙被酒渍染污也不后悔。年复一年都在欢笑打闹中度过；秋去春来美好的时光白白消磨。兄弟从军姊妹死家道已经破败；暮去朝来我也渐渐地年老色衰。门前车马减少光顾者落落稀稀；青春已逝我只得嫁给商人为妻。商人重利不重情常常轻易别离；上个月他去浮梁做茶叶的生意。他去了留下我在江口孤守空船；秋月与我作伴绕舱的秋水凄寒。更深夜阑常梦少年时作乐狂欢；梦中哭醒涕泪纵横污损了粉颜。我听琵琶的悲泣早已摇头叹息；又听到她这番诉说更叫我悲凄。我们俩同是天涯沦落的可悲人；今日相逢何必问是否曾经相识！自从去年我离开繁华长安京城；被贬居住在浔阳江畔常常卧病。浔阳这地方荒凉偏僻没有音乐；一年到头听不到管弦的乐器声。住在湓江这个低洼潮湿的地方；第宅周围黄芦和苦竹缭绕丛生。在这里早晚能听到的是什么呢？尽是杜鹃猿猴那些悲凄的哀鸣。春江花朝秋江月夜那样好光景；也无可奈何常常取酒独酌独饮。难道这里就没有山歌和村笛吗？只是那音调嘶哑粗涩实在难听。今晚我听你弹奏琵琶诉说衷情，就像听到仙乐眼也亮来耳也明。请你不要推辞坐下来再弹一曲；我要为你创作一首新诗《琵琶行》。被我的话所感动她站立了好久；回身坐下再转紧琴弦拨出急声。凄凄切切不再像刚才那种声音；在座的人重听都掩面哭泣不停。要问在座之中谁流的眼泪最多？我江州司马泪水湿透青衫衣襟！ "
    },
    "长恨歌": {
        "title": "长恨歌",
        "cont": "\n汉皇重色思倾国，御宇多年求不得。杨家有女初长成，养在深闺人未识。天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。春寒赐浴华清池，温泉水滑洗凝脂。侍儿扶起娇无力，始是新承恩泽时。云鬓花颜金步摇，芙蓉帐暖度春宵。春宵苦短日高起，从此君王不早朝。\n承欢侍宴无闲暇，春从春游夜专夜。后宫佳丽三千人，三千宠爱在一身。金屋妆成娇侍夜，玉楼宴罢醉和春。姊妹弟兄皆列土，可怜光彩生门户。遂令天下父母心，不重生男重生女。骊宫高处入青云，仙乐风飘处处闻。缓歌慢舞凝丝竹，尽日君王看不足。渔阳鼙鼓动地来，惊破霓裳羽衣曲。\n九重城阙烟尘生，千乘万骑西南行。翠华摇摇行复止，西出都门百余里。六军不发无奈何，宛转蛾眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流。黄埃散漫风萧索，云栈萦纡登剑阁。峨嵋山下少人行，旌旗无光日色薄。蜀江水碧蜀山青，圣主朝朝暮暮情。\n行宫见月伤心色，夜雨闻铃肠断声。天旋地转回龙驭，到此踌躇不能去。马嵬坡下泥土中，不见玉颜空死处。君臣相顾尽沾衣，东望都门信马归。归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂。春风桃李花开日，秋雨梧桐叶落时。西宫南内多秋草，落叶满阶红不扫。(花开日 一作：花开夜；南内 一作：南苑)\n梨园弟子白发新，椒房阿监青娥老。夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共。悠悠生死别经年，魂魄不曾来入梦。临邛道士鸿都客，能以精诚致魂魄。为感君王辗转思，遂教方士殷勤觅。排空驭气奔如电，升天入地求之遍。\n上穷碧落下黄泉，两处茫茫皆不见。忽闻海上有仙山，山在虚无缥渺间。楼阁玲珑五云起，其中绰约多仙子。中有一人字太真，雪肤花貌参差是。金阙西厢叩玉扃，转教小玉报双成。闻道汉家天子使，九华帐里梦魂惊。揽衣推枕起徘徊，珠箔银屏迤逦开。云鬓半偏新睡觉，花冠不整下堂来。\n风吹仙袂飘飘举，犹似霓裳羽衣舞。玉容寂寞泪阑干，梨花一枝春带雨。(阑 通：栏；飘飘 一作：飘飖)含情凝睇谢君王，一别音容两渺茫。昭阳殿里恩爱绝，蓬莱宫中日月长。回头下望人寰处，不见长安见尘雾。惟将旧物表深情，钿合金钗寄将去。钗留一股合一扇，钗擘黄金合分钿。但教心似金钿坚，天上人间会相见。\n临别殷勤重寄词，词中有誓两心知。七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。\n",
        "author": "白居易",
        "authorLink": "http://so.gushiwen.org/author_665.aspx",
        "c1": "唐明皇偏好美色，当上皇帝后多年来一直在寻找美女，却都是一无所获。杨家有个女儿刚刚长大，十分娇艳，养在深闺中，外人不知她美丽绝伦。天生丽质、倾国倾城让她很难埋没世间，果然没多久便成为了唐明皇身边的一个妃嫔。她回眸一笑时，千姿百态、娇媚横生；六宫妃嫔，一个个都黯然失色。春寒料峭时，皇上赐她到华清池沐浴，温润的泉水洗涤着凝脂一般的肌肤。侍女搀扶她，如出水芙蓉软弱娉婷，由此开始得到皇帝恩宠。鬓发如云颜脸似花，头戴着金步摇。温暖的芙蓉帐里，与皇上共度春宵。情深只恨春宵短，一觉睡到太阳高高升起。君王深恋儿女情温柔乡，从此再也不早朝。承受君欢侍君饮，忙得没有闲暇。春日陪皇上一起出游，晚上夜夜侍寝。后宫中妃嫔不下三千人，却只有她独享皇帝的恩宠。金屋中梳妆打扮，夜夜撒娇不离君王；玉楼上酒酣宴罢，醉意更添几许风韵。兄弟姐妹都因她列土封侯，杨家门楣光耀令人羡慕。于是使得天下的父母都改变了心意，变成重女轻男。骊山上华清宫内玉宇琼楼高耸入云，清风过处仙乐飘向四面八方。轻歌曼舞多合拍，管弦旋律尽传神，君王终日观看，却百看不厌。渔阳叛乱的战鼓震耳欲聋，宫中停奏霓裳羽衣曲。九重宫殿霎时尘土飞扬，君王带着大批臣工美眷向西南逃亡。车队走走停停，西出长安才百余里。六军停滞不前，要求赐死杨玉环。君王无可奈何，只得在马嵬坡下缢杀杨玉环。贵妃头上的饰品，抛撒满地无人收拾。翠翘金雀玉搔头，珍贵头饰一根根。君王欲救不能，掩面而泣，回头看贵妃惨死的场景，血泪止不住地流。秋风萧索扫落叶，黄土尘埃已消遁，回环曲折穿栈道，车队踏上了剑阁古道。峨眉山下行人稀少，旌旗无色，日月无光。蜀地山清水秀，引得君王相思情。行宫里望月满目凄然，雨夜听曲声声带悲。叛乱平息后，君王重返长安，路过马嵬坡，睹物思人，徘徊不前。萋萋马嵬坡下，荒凉黄冢中，佳人容颜再不见，唯有坟茔躺山间。君臣相顾，泪湿衣衫，东望京都心伤悲，信马由缰归朝堂。回来一看，池苑依旧，太液池边芙蓉仍在，未央宫中垂柳未改。芙蓉开得像玉环的脸，柳叶儿好似她的眉，此情此景如何不心生悲戚?春风吹开桃李花，物是人非不胜悲；秋雨滴落梧桐叶，场面寂寞更惨凄。兴庆宫和甘露殿，处处萧条，秋草丛生。宫内落叶满台阶，长久不见有人扫。戏子头已雪白，宫女红颜尽褪。晚上宫殿中流萤飞舞，孤灯油尽君王仍难以入睡。细数迟迟钟鼓声，愈数愈觉夜漫长。遥望耿耿星河天，直到东方吐曙光。鸳鸯瓦上霜花重生，冰冷的翡翠被里谁与君王同眠?阴阳相隔已一年，为何你从未在我梦里来过?临邛道士正客居长安，据说他能以法术招来贵妃魂魄。君王思念贵妃的情意令他感动。他接受皇命，不敢怠慢，殷勤地寻找，八面御风。驾驭云气入空中，横来直去如闪电，升天入地遍寻天堂地府，都毫无结果。忽然听说海上有一座被白云围绕的仙山。玲珑剔透楼台阁，五彩祥云承托起。天仙神女数之不尽，个个风姿绰约。当中有一人字太真，肌肤如雪貌似花，好像就是君王要找的杨贵妃。道士来到金阙西边，叩响玉石雕做的院门轻声呼唤，让小玉叫侍女双成去通报。太真听说君王的使者到了，从帐中惊醒。穿上衣服推开枕头出了睡帐。逐次地打开屏风放下珠帘。半梳着云鬓刚刚睡醒，来不及梳妆就走下坛来，还歪带着花冠。轻柔的仙风吹拂着衣袖微微飘动，就像霓裳羽衣的舞姿，袅袅婷婷。寂寞忧愁颜，面上泪水长流，犹如春天带雨的梨花。含情凝视天子使，托他深深谢君王。马嵬坡上长别后，音讯颜容两渺茫。昭阳殿里的姻缘早已隔断，蓬莱宫中的孤寂，时间还很漫长。回头俯视人间，长安已隐，只剩尘雾。只有用当年的信物表达我的深情，钿盒金钗你带去给君王做纪念。金钗留下一股，钿盒留下一半，金钗劈开黄金，钿盒分了宝钿。但愿我们相爱的心，就像黄金宝钿一样忠贞坚硬，天上人间总有机会再见。临别殷勤托方士，寄语君王表情思，语中誓言只有君王与我知。当年七月七日长生殿中，夜半无人，我们共起山盟海誓。在天愿为比翼双飞鸟，在地愿为并生连理枝。即使是天长地久，也总会有尽头，但这生死遗恨，却永远没有尽期。",
        "c2": "（1）汉皇：原指汉武帝刘彻。此处借指唐玄宗李隆基。唐人文学创作常以汉称唐。（2）重色：爱好女色。倾国：绝色女子。汉代李延年对汉武帝唱了一首歌：“北方有佳人，绝世而独立。一顾倾人城，再顾倾人国。宁不知倾国与倾城，佳人难再得。”后来，“倾国倾城”就成为美女的代称。（3）御宇：驾御宇内，即统治天下。汉贾谊《过秦论》：“振长策而御宇内”（4）杨家有女：蜀州司户杨玄琰，有女杨玉环，自幼由叔父杨玄珪抚养，十七岁（开元二十三年）被册封为玄宗之子寿王李瑁之妃。二十七岁被玄宗册封为贵妃。白居易此谓“养在深闺人未识”，是作者有意为帝王避讳的说法。（5） 丽质：美丽的姿质。（6）六宫粉黛：指宫中所有嫔妃。古代皇帝设六宫，正寝（日常处理政务之地）一，燕寝（休息之地）五，合称六宫。粉黛：粉黛本为女性化妆用品，粉以抹脸，黛以描眉。此代指六宫中的女性。无颜色：意谓相形之下，都失去了美好的姿容。（7）华清池：即华清池温泉，在今西安市临潼区南的骊山下。唐贞观十八年（644）建汤泉宫，咸亨二年（671）改名温泉宫，天宝六载（747）扩建后改名华清宫。唐玄宗每年冬、春季都到此居住。（8）凝脂：形容皮肤白嫩滋润，犹如凝固的脂肪。《经·卫风·硕人》语“肤如凝脂”。（9）侍儿：宫女。（10）新承恩泽：刚得到皇帝的宠幸。（11）云鬓：《木兰诗》：“当窗理云鬓，对镜贴花黄”。形容女子鬓发盛美如云。金步摇：一种金首饰，用金银丝盘成花之形状，上面缀着垂珠之类，插于发鬓，走路时摇曳生姿。（12）芙蓉帐：绣着莲花的帐子。形容帐之精美。萧纲《戏作谢惠连体十三韵》：珠绳翡翠帷，绮幕芙蓉帐。（13）春宵：新婚之夜。（14）佳丽三千：《后汉书·皇后纪》：自武元之后，世增淫费，乃至掖庭三千。言后宫女子之多。据《旧唐书·宦官传》等记载，开元、天宝年间，长安大内、大明、兴庆三宫，皇子十宅院，皇孙百孙院，东都大内、上阳两宫，大率宫女四万人。（15）金屋：《汉武故事》记载，武帝幼时，他姑妈将他抱在膝上，问他要不要她的女儿阿娇作妻子。他笑着回答说：“若得阿娇，当以金屋藏之。”（16）列土：分封土地。据《旧唐书·后妃传》等记载，杨贵妃有姊三人，玄宗并封国夫人之号。长日大姨，封韩国夫人。三姨，封虢国夫人。八姨，封秦国夫人。妃父玄琰，累赠太尉、齐国公。母封凉国夫人。叔玄珪，为光禄卿。再从兄铦，为鸿胪卿。锜，为侍御史，尚武惠妃女太华公主。从祖兄国忠，为右丞相。姊妹，姐妹。（17）可怜：可爱，值得羡慕。（18）不重生男重生女：陈鸿《长恨歌传》云，当时民谣有“生女勿悲酸，生男勿喜欢”，“男不封侯女作妃，看女却为门上楣”等。（19）骊宫：骊山华清宫。骊山在今陕西临潼。（20）凝丝竹：指弦乐器和管乐器伴奏出舒缓的旋律。（21）渔阳：郡名，辖今北京市平谷县和天津市的蓟县等地，当时属于平卢、范阳、河东三镇节度史安禄山的辖区。天宝十四载（755）冬，安禄山在范阳起兵叛乱。鼙鼓：古代骑兵用的小鼓，此借指战争。（22）霓（ní）裳羽衣曲：舞曲名，据说为唐开元年间西凉节度使杨敬述所献，经唐玄宗润色并制作歌词，改用此名。乐曲着意表现虚无缥缈的仙境和仙女形象。（23）九重城阙：九重门的京城，此指长安。烟尘生：指发生战事。阙，，意为古代宫殿门前两边的楼，泛指宫殿或帝王的住所。《楚辞·九辩》：君之门以九重。（24）千乘万骑西南行：天宝十五载（756）六月，安禄山破潼关，逼近长安。玄宗带领杨贵妃等出延秋门向西南方向逃走。当时随行护卫并不多，“千乘万骑”是夸大之词。乘：一人一骑为一乘。（25）翠华两句：李隆基西奔至距长安百余里的马嵬驿（今陕西兴平），扈从禁卫军发难，不再前行，请诛杨国忠、杨玉环兄妹以平民怨。玄宗为保自身，只得照办。翠华：用翠鸟羽毛装饰的旗帜，皇帝仪仗队用。司马相如《上林赋》：建翠华之旗，树灵鼍之鼓。百余里：指到了距长安一百多里的马嵬坡。（26）六军：指天子军队。《周礼·夏官·司马》：王六军。据新旧《唐书·玄宗纪》、《资治通鉴》等记载：天宝十五载（756）六月，哥舒翰至潼关，为其帐下火拔归仁执之降安禄山，潼关不守，京师大骇。玄宗谋幸蜀，乃下诏亲征，仗下后，士庶恐骇。乙未日凌晨，玄宗自延秋门出逃，扈从唯宰相杨国忠、韦见素，内侍高力士及太子、亲王、妃主，皇孙已下多从之不及。丙辰日，次马嵬驿（在兴平县北，今属陕西），诸军不进。龙武大将军陈玄礼奏：逆胡指阙，以诛国忠为名，然中外群情，不无嫌怨。今国步艰阻，乘舆震荡，陛下宜徇群情，为社稷大计，国忠之徒，可置之于法。会吐蕃使遮国忠告诉于驿门，众呼曰：杨国忠连蕃人谋逆！兵士围驿四合，及诛杨国忠、魏方进一族，兵犹未解。玄宗令高力士诘之，回奏曰：诸将既诛国忠，以贵妃在宫，人情恐惧。玄宗即命力士赐贵妃自尽。（27）宛转：形容美人临死前哀怨缠绵的样子。蛾眉：古代美女的代称，此指杨贵妃。《诗经·卫风·硕人》：螓首蛾眉。（28）花钿：用金翠珠宝等制成的花朵形首饰。委地：丢弃在地上。（29）翠翘：首饰，形如翡翠鸟尾。金雀：金雀钗，钗形似凤（古称朱雀）。玉搔头：玉簪。《西京杂记》卷二：武帝过李夫人，就取玉簪搔头。自此后宫人搔头皆用玉。（30）云栈：高入云霄的栈道。萦纡（yíngyū）：萦回盘绕。剑阁：又称剑门关，在今四川剑阁县北，是由秦入蜀的要道。此地群山如剑，峭壁中断处，两山对峙如门。诸葛亮相蜀时，凿石驾凌空栈道以通行。（31）峨嵋山：在今四川峨眉山市。玄宗奔蜀途中，并未经过峨嵋山，这里泛指蜀中高山。（32）行宫：皇帝离京出行在外的临时住所。（33）夜雨闻铃：《明皇杂录·补遗》：“明皇既幸蜀，西南行。初入斜谷，霖雨涉旬，于栈道雨中闻铃音与山相应。上既悼念贵妃，采其声为《雨霖铃曲》以寄恨焉。”这里暗指此事。后《雨霖铃》成为宋词词牌名。（34）天旋地转：指时局好转。肃宗至德二年（757），郭子仪军收复长安。回龙驭：皇帝的车驾归来。（35）不见玉颜空死处：据《旧唐书·后妃传》载：玄宗自蜀还，令中使祭奠杨贵妃，密令改葬于他所。初瘗时，以紫褥裹之，肌肤已坏，而香囊仍在，内官以献，上皇视之凄惋，乃令图其形于别殿，朝夕视焉。（36）信马：意思是无心鞭马，任马前进。（37）太液：汉宫中有太液池。未央：汉有未央宫。此皆借指唐长安皇宫。（38）西宫南苑：皇宫之内称为大内。西宫即西内太极宫，南内为兴庆宫。玄宗返京后，初居南内。上元元年（760），权宦李辅国假借肃宗名义，胁迫玄宗迁往西内，并流贬玄宗亲信高力士、陈玄礼等人。（39）梨园弟子：指玄宗当年训练的乐工舞女。梨园：据《新唐书·礼乐志》：唐玄宗时宫中教习音乐的机构，曾选\"坐部伎\"三百人教练歌舞，随时应诏表演，号称“皇帝梨园弟子”。（40）椒房：后妃居住之所，因以花椒和泥抹墙，故称。阿监：宫中的侍从女官。青娥：年轻的宫女。据《新唐书·百官志》，内官宫正有阿监、副监，视七品。（41）孤灯挑尽：古时用油灯照明，为使灯火明亮，过了一会儿就要把浸在油中的灯草往前挑一点。挑尽，说明夜已深。按，唐时宫延夜间燃烛而不点油灯，此处旨在形容玄宗晚年生活环境的凄苦。（42）迟迟：迟缓。报更钟鼓声起止原有定时，这里用以形容玄宗长夜难眠时的心情。（43）耿耿：微明的样子。欲曙天：长夜将晓之时。（44）鸳鸯瓦：屋顶上俯仰相对合在一起的瓦。《三国志·魏书·方技传》载：文帝梦殿屋两瓦堕地，化为双鸳鸯。房瓦一俯一仰相合，称阴阳瓦，亦称鸳鸯瓦。霜华：霜花。（45）翡翠衾：布面绣有翡翠鸟的被子。《楚辞·招魂》：翡翠珠被，烂齐光些。言其珍贵。谁与共：与谁共。（46）临邛道士鸿都客：意谓有个从临邛来长安的道士。临邛：今四川邛崃县。鸿都：东汉都城洛阳的宫门名，这里借指长安。《后汉书·灵帝纪》：光和元年二月，始置鸿都门学士。（47）致魂魄：招来杨贵妃的亡魂。（48）方士：有法术的人。这里指道士。殷勤：尽力。（49）排空驭气：即腾云驾雾。（50）穷：穷尽，找遍。碧落：即天空。黄泉：指地下。（51）海上仙山：《史记·封禅书》：自威、宣、燕昭使人人海求蓬莱、方丈、瀛洲，此三神山者，其传在渤海中。（52）玲珑：华美精巧。五云：五彩云霞。（53）绰约：体态轻盈柔美。《庄子·逍遥游》：藐姑射之山，有神人居焉，肌肤若冰雪，绰约如处子。（54）参差：仿佛，差不多。（55）金阙：《太平御览》卷六六。引《大洞玉经》：上清宫门中有两阙，左金阙，右玉阙。西厢：《尔雅·释宫》：室有东西厢日庙。西厢在右。玉扃（jiong）：玉门。即玉阙之变文。（56）转教小玉报双成：意谓仙府庭院重重，须经辗转通报。小玉：吴王夫差女。双成：传说中西王母的侍女。这里皆借指杨贵妃在仙山的侍女。（57）九华帐：绣饰华美的帐子。九华：重重花饰的图案。言帐之精美。《宋书·后妃传》：自汉氏昭阳之轮奂，魏室九华之照耀。（58）珠箔：珠帘。银屏：饰银的屏风。逦迤：接连不断地。（59）新睡觉：刚睡醒。觉，醒。（60）袂（mèi）：衣袖。（61）玉容寂寞：此指神色黯淡凄楚。阑干：纵横交错的样子。这里形容泪痕满面。（62）凝睇（dì）：凝视。（63）昭阳殿：汉成帝宠妃赵飞燕的寝宫。此借指杨贵妃住过的宫殿。（64）蓬莱宫：传说中的海上仙山。这里指贵妃在仙山的居所。（65）人寰（huán）：人间。（66）旧物：指生前与玄宗定情的信物。（67）寄将去：托道士带回。（68）钗留二句：把金钗、钿盒分成两半，自留一半。擘：分开。合分钿：将钿盒上的图案分成两部分。（69）重寄词：贵妃在告别是重又托他捎话。（70）两心知：只有玄宗、贵妃二人心里明白。（71）长生殿：在骊山华清宫内，天宝元年（742）造。按“七月”以下六句为作者虚拟之词。陈寅恪在《元白诗笺证稿·长恨歌》中云：“长生殿七夕私誓之为后来增饰之物语，并非当时真确之事实”。“玄宗临幸温汤必在冬季、春初寒冷之时节。今详检两唐书玄宗记无一次于夏日炎暑时幸骊山。”而所谓长生殿者，亦非华清宫之长生殿，而是长安皇宫寝殿之习称。（72） 比翼鸟：传说中的鸟名，据说只有一目一翼，雌雄并在一起才能飞。（73）连理枝：两株树木树干相抱。古人常用此二物比喻情侣相爱、永不分离。（74）恨：遗憾。绵绵：连绵不断。 "
    },
    "白雪歌送武判官归京": {
        "title": "白雪歌送武判官归京",
        "cont": "\n北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。\n",
        "author": "岑参",
        "authorLink": "http://so.gushiwen.org/author_113.aspx",
        "c1": "北风席卷大地把白草吹折，胡地天气八月就纷扬落雪。忽然间宛如一夜春风吹来，好像是千树万树梨花盛开。雪花散入珠帘打湿了罗幕，狐裘穿不暖锦被也嫌单薄。将军都护手冻得拉不开弓，铁甲冰冷得让人难以穿着。沙漠结冰百丈纵横有裂纹，万里长空凝聚着惨淡愁云。主帅帐中摆酒为归客饯行，胡琴琵琶羌笛合奏来助兴。傍晚辕门前大雪落个不停，红旗冻僵了风也无法牵引。轮台东门外欢送你回京去，你去时大雪盖满了天山路。山路迂回曲折已看不见你，雪上只留下一行马蹄印迹。 ",
        "c2": "⑴武判官：名不详。判官，官职名。唐代节度使等朝廷派出的持节大使，可委任幕僚协助判处公事，称判官，是节度使、观察使一类的僚属。⑵白草：西域牧草名，秋天变白色。⑶胡天：指塞北的天空。胡，古代汉民族对北方各民族的通称。⑷梨花：春天开放，花作白色。这里比喻雪花积在树枝上，像梨花开了一样。⑸珠帘：用珍珠串成或饰有珍珠的帘子。形容帘子的华美。罗幕：用丝织品做成的帐幕。形容帐幕的华美。这句说雪花飞进珠帘，沾湿罗幕。“珠帘”“罗幕”都属于美化的说法。⑹狐裘（qiú）：狐皮袍子。锦衾（qīn）：锦缎做的被子。锦衾薄（bó）：丝绸的被子（因为寒冷）都显得单薄了。形容天气很冷。⑺角弓：两端用兽角装饰的硬弓，一作“雕弓”。不得控：（天太冷而冻得）拉不开（弓）。控：拉开。⑻都（dū）护：镇守边镇的长官此为泛指，与上文的“将军”是互文。铁衣：铠甲。难着（zhuó）：一作“犹着”。着：亦写作“著”。⑼瀚（hàn）海：沙漠。这句说大沙漠里到处都结着很厚的冰。阑干：纵横交错的样子。百丈：一作“百尺”，一作“千尺”。⑽惨淡：昏暗无光。⑾中军：称主将或指挥部。古时分兵为中、左、右三军，中军为主帅的营帐。饮归客：宴饮归京的人，指武判官。饮，动词，宴饮。⑿胡琴琵琶与羌（qiāng）笛：胡琴等都是当时西域地区兄弟民族的乐器。这句说在饮酒时奏起了乐曲。羌笛：羌族的管乐器。⒀辕门：军营的门。古代军队扎营，用车环围，出入处以两车车辕相向竖立，状如门。这里指帅衙署的外门。⒁风掣（chè）：红旗因雪而冻结，风都吹不动了。掣：拉，扯。冻不翻：旗被风往一个方向吹，给人以冻住之感。⒂轮台：唐轮台在今新疆维吾尔自治区米泉县境内，与汉轮台不是同一地方。⒃满：铺满。形容词活用为动词。⒄山回路转：山势回环，道路盘旋曲折。 "
    },
    "宣州谢脁楼饯别校书叔云": {
        "title": "宣州谢脁楼饯别校书叔云",
        "cont": "\n弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧。长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天览明月。(览 通：揽；明月 一作：日月)抽刀断水水更流，举杯销愁愁更愁。(销愁 一作 消愁）人生在世不称意，明朝散发弄扁舟。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "弃我而去的昨日，早已不可挽留。乱我心思的今日，令人烦忧多多。万里长风，送走行行秋雁。面对美景，正可酣饮高楼。先生的文章正有建安风骨，又不时流露出小谢风的清秀。你我满怀超宜兴致，想上青天揽住明月。抽刀切断水流，水波奔流更畅；举杯想要销愁，愁思更加浓烈。人生在世，无法称心如意，不如披头散发，登上长江一叶扁舟。",
        "c2": "⑴此诗《文苑英华》题作《陪侍御叔华登楼歌》，则所别者为李云（官秘书省校书郎)，李华(文学家)。李白另有五言诗《饯校书叔云》，作于某春季，且无登楼事，与此诗无涉。宣州：今安徽宣城一带。谢朓（tiǎo）楼：又名北楼、谢公楼，在陵阳山上，谢朓任宣城太守时所建，并改名为叠嶂楼。饯别：以酒食送行。校（jiào）书：官名，即秘书省校书郎，掌管朝廷的图书整理工作。叔云：李白的叔叔李云。⑵长风：远风，大风。⑶此：指上句的长风秋雁的景色。酣（hān）高楼：畅饮于高楼。⑷蓬莱：此指东汉时藏书之东观。《后汉书》卷二三《窦融列传》附窦章传：“是时学者称东观为老氏藏室，道家蓬莱山”。李贤注：“言东观经籍多也。蓬莱，海中神山，为仙府，幽经秘籍并皆在也。”蓬莱文章：借指李云的文章。建安骨：汉末建安（汉献帝年号，196—220）年间，“三曹”和“七子”等作家所作之诗风骨遒上，后人称之为“建安风骨”。⑸小谢：指谢朓，字玄晖，南朝齐诗人。后人将他和谢灵运并称为大谢、小谢。这里用以自喻。清发（fā）：指清新秀发的诗风。发：秀发，诗文俊逸。⑹俱怀：两人都怀有。逸兴（xìng）：飘逸豪放的兴致，多指山水游兴，超远的意兴。王勃《滕王阁序》：“遥襟甫畅，逸兴遄飞”。李白《送贺宾客归越》：“镜湖流水漾清波，狂客归舟逸兴多。”壮思飞：卢思道《卢记室诔》：“丽词泉涌，壮思云飞。”壮思：雄心壮志，豪壮的意思。⑺览：通“揽”，摘取。览明月：《唐诗鉴赏辞典》（上海辞书出版社1983年版）作“揽明月”。另一版本为揽。⑻销：另一版本为“消”。。⑼称（chèn）意：称心如意。⑽明朝（zhāo）：明天。散发（fà）：不束冠，意谓不做官。这里是形容狂放不羁。古人束发戴冠，散发表示闲适自在。弄扁（piān）舟：乘小舟归隐江湖。扁舟：小舟，小船。春秋末年，范蠡辞别越王勾践，“乘扁舟浮于江湖”（《史记·货殖列传》）。 "
    },
    "梦游天姥吟留别": {
        "title": "梦游天姥吟留别",
        "cont": "\n海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霞明灭或可睹。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。(四万 一作：一万)我欲因之梦吴越，一夜飞度镜湖月。(度 通：渡)湖月照我影，送我至剡溪。谢公宿处今尚在，渌水荡漾清猿啼。脚著谢公屐，身登青云梯。半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。青冥浩荡不见底，日月照耀金银台。 霓为衣兮风为马，云之君兮纷纷而来下。虎鼓瑟兮鸾回车，仙之人兮列如麻。忽魂悸以魄动，恍惊起而长嗟。惟觉时之枕席，失向来之烟霞。世间行乐亦如此，古来万事东流水。别君去兮何时还？且放白鹿青崖间。须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜!\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "海外来客们谈起瀛洲，烟波渺茫实在难以寻求。越中来人说起天姥山，在云雾忽明忽暗间有人可以看见。天姥山仿佛连接着天遮断了天空。山势高峻超过五岳，遮掩过赤城山。天台山虽高四万八千丈，面对着它好像要向东南倾斜拜倒一样。我根据越人说的话梦游到吴越，一天夜晚飞渡过明月映照下的镜湖。镜湖上的月光照着我的影子，一直伴随我到了剡溪。谢灵运住的地方如今还在，清澈的湖水荡漾，猿猴清啼。我脚上穿着谢公当年特制的木鞋，攀登直上云霄的山路。上到半山腰就看见了从海上升起的太阳，在半空中传来天鸡报晓的叫声。无数山岩重叠，道路盘旋弯曲，方向不定，迷恋着花，依倚着石头，不觉天色已经晚了。熊在怒吼，龙在长鸣，岩中的泉水在震响，使森林战栗，使山峰惊颤。云层黑沉沉的，像是要下雨，水波动荡生起了烟雾。电光闪闪，雷声轰鸣，山峰好像要被崩塌似的。仙府的石门，訇的一声从中间打开。洞中蔚蓝的天空广阔无际，看不到尽头，日月照耀着金银做的宫阙。用彩虹做衣裳，将风作为马来乘，云中的神仙们纷纷下来。老虎弹奏着琴瑟，鸾鸟驾着车。仙人们成群结队密密如麻。忽然魂魄惊动，我猛然惊醒，不禁长声叹息。醒来时只有身边的枕席，刚才梦中所见的烟雾云霞全都消失了。人世间的欢乐也是像梦中的幻境这样，自古以来万事都像东流的水一样一去不复返。告别诸位朋友远去（东鲁）啊，什么时候才能回来？暂且把白鹿放牧在青崖间，等到要远行时就骑上它访名山。岂能卑躬屈膝去侍奉权贵，使我不能有舒心畅意的笑颜！",
        "c2": "天姥山：在浙江新昌东面。传说登山的人能听到仙人天姥唱歌的声音，山因此得名。瀛洲：古代传说中的东海三座仙山之一（另两座叫蓬莱和方丈）。烟涛：波涛渺茫，远看像烟雾笼罩的样子。微茫：景象模糊不清。信：确实，实在。越人：指浙江一带的人。明灭：忽明忽暗。向天横：直插天空。横，直插。”势拔“句：山势高过五岳，遮掩了赤城。拔，超出。五岳，指东岳泰山、西岳华（huà）山、中岳嵩山、北岳恒山、南岳衡山。赤城，和下文的“天台（tāi）”都是山名，在今浙江天台北部。一万八千丈：一作“四万八千丈”。”对此“句：对着天姥这座山，天台山就好像要倒向它的东南一样。意思是天台山和天姥山相比，显得低多了。因：依据。之：指代前边越人的话。镜湖：又名鉴湖，在浙江绍兴南面。剡（shàn）溪：水名，在浙江嵊（shèng）州南面。谢公：指南朝人谢灵运。谢灵运喜欢游山。游天姥山时，他曾在剡溪这个地方住宿。渌（lù）：清。清：这里是凄清的意思。谢公屐（jī）：谢灵运穿的那种木屐。《南史·谢灵运传》记载：谢灵运游山，必到幽深高峻的地方；他备有一种特制的木屐，屐底装有活动的齿，上山时去掉前齿，下山时去掉后齿。木屐，以木板作底，上面有带子，形状像拖鞋。青云梯：指直上云霄的山路。半壁见海日：上到半山腰就看到从海上升起的太阳。天鸡：古代传说，东南有桃都山，山上有棵大树叫桃都，树枝绵延三千里，树上栖有天鸡，每当太阳初升，照到这棵树上，天鸡就叫起来，天下的鸡也都跟着它叫。”迷花“句：迷恋着花，依靠着石，不觉天色已经很晚了。暝（míng），日落，天黑。”熊咆“句：熊在怒吼，龙在长鸣，岩中的泉水在震响。“殷岩泉”即“岩泉殷”。殷，这里用作动词，震响。”栗深林“句：使深林战栗，使层巅震惊。栗、惊，使动用法。青青：黑沉沉的。澹澹：波浪起伏的样子。列缺：指闪电。洞天石扉，訇（hōng）然中开：仙府的石门，訇的一声从中间打开。洞天，仙人居住的洞府。扉，门扇。訇然，形容声音很大。青冥浩荡：青冥，指天空。浩荡，广阔远大的样子。金银台：金银铸成的宫阙，指神仙居住的地方。云之君：云里的神仙。鸾回车：鸾鸟驾着车。鸾，传说中的如凤凰一类的神鸟。回，旋转，运转。恍：恍然，猛然。觉时：醒时。失向来之烟霞：刚才梦中所见的烟雾云霞消失了。向来，原来。烟霞，指前面所写的仙境。东流水：像东流的水一样一去不复返。”且放“二句：暂且把白鹿放在青青的山崖间，等到要行走的时候就骑上它去访问名山。白鹿，传说神仙或隐士多骑白鹿。须，等待。摧眉折腰：低头弯腰。摧眉，即低眉。 "
    },
    "轮台歌奉送封大夫出师": {
        "title": "轮台歌奉送封大夫出师",
        "cont": "\n轮台城头夜吹角，轮台城北旄头落。羽书昨夜过渠黎，单于已在金山西。戍楼西望烟尘黑，汉军屯在轮台北。上将拥旄西出征，平明吹笛大军行。四边伐鼓雪海涌，三军大呼阴山动。虏塞兵气连云屯，战场白骨缠草根。剑河风急雪片阔，沙口石冻马蹄脱。(雪片阔 一作：云片阔)亚相勤王甘苦辛，誓将报主静边尘。古来青史谁不见，今见功名胜古人。\n",
        "author": "岑参",
        "authorLink": "http://so.gushiwen.org/author_113.aspx",
        "c1": "轮台城头夜里吹起号角，轮台城北旄头星正降落。军书昨夜连夜送过渠黎，单于已在金山以西入侵。从哨楼向西望烟尘滚滚，汉军就屯扎在轮台北境。上将手持符节率兵西征，黎明笛声响起大军起程。战鼓四起犹如雪海浪涌，三军呐喊阴山发出共鸣。敌营阴沉杀气直冲云霄，战场上白骨还缠着草根。剑河寒风猛烈大雪鹅毛，沙口石头寒冷马蹄冻脱。亚相勤于王政甘冒辛苦，立誓报效国家平定边境。古来青垂史名屡见不鲜，如今将军功名胜过古人。",
        "c2": "⑴封大夫：即封常清，唐朝将领，蒲州猗氏人，以军功擢安西副大都护、安西四镇节度副大使、知节度事，后又升任北庭都护，持节安西节度使。西征：此次西征事迹未见史书记载。⑵角：军中的号角。⑶旄（máo）头：星名，二十八宿中的昂星。古人认为它主胡人兴衰。旄头落：为胡人失败之兆。⑷羽书：即羽檄，军中的紧急文书，上插羽毛，以表示加急。渠黎：汉代西域国名，在今新疆轮台东南。⑸单（chán）于：汉代匈奴君长的称号，此指西域游牧民族首领。金山：指乌鲁木齐东面的博格多山。⑹戍楼：军队驻防的城楼。⑺上将：即大将，指封常清。旄：旄节，古代君王赐给大臣用以标明身份的信物。⑻平明：一作“小胡”。⑼伐鼓：一作“戍鼓”。雪海：在天山主峰与伊塞克湖之间。⑽三军：泛指全军。阴山：在今内蒙古自治区中部。⑾虏塞：敌国的军事要塞。兵气：战斗的气氛。⑿剑河：地名，在今新疆境内。⒀沙口：一作“河口”，地理位置待考。⒁亚相：指御史大夫封常清。在汉代御史大夫位置仅次于宰相，故称亚相。勤王：勤劳王事，为国效力。⒂青史：史籍。古代以竹简记事，色泽作青色，故称青史。 "
    },
    "庐山谣寄卢侍御虚舟": {
        "title": "庐山谣寄卢侍御虚舟",
        "cont": "\n我本楚狂人，凤歌笑孔丘。手持绿玉杖，朝别黄鹤楼。五岳寻仙不辞远，一生好入名山游。庐山秀出南斗傍，屏风九叠云锦张。影落明湖青黛光，金阙前开二峰长，银河倒挂三石梁。香炉瀑布遥相望，回崖沓嶂凌苍苍。翠影红霞映朝日，鸟飞不到吴天长。登高壮观天地间，大江茫茫去不还。黄云万里动风色，白波九道流雪山。好为庐山谣，兴因庐山发。闲窥石镜清我心，谢公行处苍苔没。早服还丹无世情，琴心三叠道初成。遥见仙人彩云里，手把芙蓉朝玉京。先期汗漫九垓上，愿接卢敖游太清。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "我本是像那个接舆楚狂人，高声唱着凤歌去嘲笑孔丘。手里拿一根镶绿玉的棍杖，大清早辞别著名的黄鹤楼。攀登五岳寻仙道不畏路远，这一生就喜欢踏上名山游。秀美的庐山挺拔在南斗旁，九叠云屏像锦绣云霞铺张，湖光山影相互映照泛青光。金阙岩前双峰矗立入云端，三叠泉如银河倒挂三石梁。香炉峰瀑布与它遥遥相望，重崖叠嶂耸云霄莽莽苍苍。翠云红霞与朝阳相互辉映，鸟儿也飞不过吴天广又长。登高远望天地间壮观景象，大江悠悠东流去永不回还。天上万里黄云变动着风色，江流波涛九道如雪山奔淌。我喜欢为雄伟的庐山歌唱，这兴致因庐山风光而滋长。闲时观看石镜使心神清净，谢灵运足迹早被青苔掩藏。我要早服仙丹去掉尘世情，修炼三丹和积学道已初成。远远望见仙人正在彩云里，手里捧着芙蓉花朝拜玉京。早已约好神仙在九天会面，希望迎接你一同邀游太清。",
        "c2": "(1)谣：不合乐的歌，一种体。卢侍御虚舟：卢虚舟，字幼真，范阳（今北京大兴县）人，唐肃宗时曾任殿中侍御史，相传“操持有清廉之誉”（见清王琦注引李华《三贤论》），曾与李白同游庐山。(2)楚狂人：春秋时楚人陆通，字接舆，因不满楚昭王的政治，佯狂不仕，时人谓之“楚狂”。(3)凤歌笑孔丘：孔子适楚，陆通游其门而歌：“凤兮凤兮，何德之衰……”劝孔不要做官，以免惹祸。这里，李白以陆通自比，表现对政治的不满，而要像楚狂那样游览名山过隐居的生活。(4)绿玉杖：镶有绿玉的杖，传为仙人所用。(5)五岳：即东岳泰山，西岳华山，南岳衡山，北岳恒山，中岳嵩山。此处泛指中国名山。(6)南斗：星宿名，二十八宿中的斗宿。古天文学家认为浔阳属南斗分野（古时以地上某些地区与天某些星宿相应叫分野）。这里指秀丽的庐山之高，突兀而出。(7)屏风九叠：指庐山五老峰东的九叠屏，因山丸叠如屏而得名。(8)影落：指庐山倒映在明澈的鄱阳湖中。青黛（dài代）：青黑色。(9)金阙（què确）：阙为皇宫门外的左右望楼，金阙指黄金的门楼，这里借指庐山的石门——庐山西南有铁船峰和天池山，二山对峙，形如石门。(10)银河：指瀑布。三石梁：一说在五老峰西，一说在简寂观侧，一说在开先寺（秀峰寺）旁，一说在紫霄峰上。近有人考证，五老峰西之说不谬。(11)香炉：南香炉峰。瀑布：黄岩瀑布。(12)迥崖沓（tà踏）嶂：曲折的山崖，重叠的山峰。凌：高出。苍苍：青色的天空。(13)吴天：九江春秋时属吴国。整句诗的意思：连鸟也难以飞越高峻的庐山和它辽阔的天空。(14)大江：长江。(15)黄云：昏暗的云色。(16)白波九道：九道河流。古书多说长江至九江附近分为九道。李白在此沿用旧说，并非实见九道河流。雪山：白色的浪花。(17)石镜：古代关于石镜有多种说法，诗中的石镜应指庐山东面的“石镜”——圆石，平滑如镜，可见人影。清我心：清涤心中的污浊。(18)谢公：谢灵运。(19)服：服食。还丹：道家炼丹，将丹烧成水银，积久又还成丹，故谓“还丹”。(20)琴心三叠：道家修炼术语，一种心神宁静的境界。(21)玉京：道教称元始天尊在天中心之上，名玉京山。(22)先期：预先约好。汗漫:仙人名，一云造物者。九垓（gāī该）：九天之外。(23)卢敖：战国时燕国人，周游至蒙谷山，见一古怪之士迎风而舞。卢敖邀他同游，那人笑着说：“吾与汗漫期于九垓之外，不可久留。”遂纵身跳入云中。太清：太空。 "
    },
    "金陵酒肆留别": {
        "title": "金陵酒肆留别",
        "cont": "\n风吹柳花满店香，吴姬压酒唤客尝。(劝客 一作：唤客)金陵子弟来相送，欲行不行各尽觞。请君试问东流水，别意与之谁短长。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "春风吹起柳絮，酒店满屋飘香，侍女捧出美酒，劝我细细品尝。金陵年轻朋友，纷纷赶来相送。欲走还留之间，各自畅饮悲欢。请你问问东流江水，别情与流水，哪个更为长远？",
        "c2": "⑴金陵：今江苏省南京市。酒肆：酒店。留别：临别留给送行者。⑵风吹：一作“白门”。⑶吴姬：吴地的青年女子，这里指酒店中的侍女。压酒：压糟取酒。古时新酒酿熟，临饮时方压糟取用。唤：一作“劝”，一作“使”。⑷子弟：指李白的朋友。⑸欲行：将要走的人，指诗人自己。不行：不走的人，即送行的人，指金陵子弟。尽觞（shāng）：喝尽杯中的酒。觞，酒杯。⑹试问：一作“问取” "
    },
    "送陈章甫": {
        "title": "送陈章甫",
        "cont": "\n四月南风大麦黄，枣花未落桐叶长。青山朝别暮还见，嘶马出门思旧乡。陈侯立身何坦荡，虬须虎眉仍大颡。腹中贮书一万卷，不肯低头在草莽。东门酤酒饮我曹，心轻万事如鸿毛。醉卧不知白日暮，有时空望孤云高。长河浪头连天黑，津口停舟渡不得。郑国游人未及家，洛阳行子空叹息。闻道故林相识多，罢官昨日今如何。\n",
        "author": "李颀",
        "authorLink": "http://so.gushiwen.org/author_671.aspx",
        "c1": "四月南风吹大麦一片金黄，枣花未落梧桐叶子已抽长。早晨辞别青山晚上又相见，出门闻马鸣令我想念故乡。陈侯的立身处世襟怀坦荡，虬须虎眉前额宽仪表堂堂。你胸藏书万卷学问深广，怎么能够低头埋没在草莽。在城东门买酒同我们畅饮，心宽看万事都如鸿毛一样。喝醉酒酣睡不知天已黄昏，有时独自将天上孤云眺望。今日黄河波浪汹涌连天黑，行船在渡口停驻不敢过江。你这郑国的游人不能返家，我这洛阳的行子空自叹息。听说你在家乡旧相识很多，罢官回去他们如何看待你？",
        "c2": "⑴陈章甫：江陵（今湖北省江陵县）人。⑵阴：同“荫”。一作“叶”。⑶“青山”二句：是说陈章甫因朝夕相见的青山而起思乡之情。一说因为思乡很快就回来了，意即早晨辞别故乡的青山，晚上又见到了。嘶：马鸣。⑷陈侯：对陈章甫的尊称。⑸虬须：卷曲的胡子。虬。蜷曲。大颡（sǎng）：宽大的脑门。颡：前额。⑹贮：保存。⑺“不肯”句：是说不肯埋没草野，想出仕作一番事业。陈章甫曾应制科及第，但因没有登记户籍，吏部不予录用。经他上书力争，吏部只得请示破例录用，这事受到天下士子赞美，陈章甫也因此名扬天下，但一直仕途不顺。⑻“东门”二句：写陈章甫虽仕实隐，只和作者等人饮酒醉卧，却把万世看得轻如鸿毛。酤（gū）酒：买酒。饮：使……喝。曹：辈，侪。皆：一作“如”。鸿毛：大雁的羽毛，比喻极轻之物。⑼津口：渡口。一作“津吏”：管渡口的官员。⑽郑国游人：李颀自称，李颀寄居的颖阳（今河南许昌附近），是春秋时郑国故地，故自称“郑国游人”。⑾洛阳行子：指陈章甫，他经常在洛阳、嵩山一带活动，故称。⑿“闻到”二句：听说你在故乡相识很多，你已经罢了官，现在他们会如何看待你呢？故林：故乡。陶渊明《归园田居》：“羁鸟恋故林。” "
    },
    "渔翁": {
        "title": "渔翁",
        "cont": "\n渔翁夜傍西岩宿，晓汲清湘燃楚竹。烟销日出不见人，欸乃一声山水绿。回看天际下中流，岩上无心云相逐。\n",
        "author": "柳宗元",
        "authorLink": "http://so.gushiwen.org/author_646.aspx",
        "c1": "渔翁晚上靠着西山歇宿，早上汲取清澈的湘水，以楚竹为柴做饭。太阳出来云雾散尽不见人影，摇橹的声音从碧绿的山水中传出。回头望去渔舟已在天边向下漂流，山上的白云正在随意飘浮，相互追逐。",
        "c2": "⑴傍：靠近。西岩：当指永州境内的西山，可参作者《始得西山宴游记》。⑵汲（jí）：取水。湘：湘江之水。楚：西山古属楚地。⑶销：消散。亦可作“消”。⑷欸（ǎi）乃：象声词，一说指桨声，一说是人长呼之声。唐时湘中棹歌有《欸乃曲》（见元结《欸乃曲序》）。⑸下中流：由中流而下。⑹无心：陶渊明《归去来兮辞》：“云无心而出岫。”一般是表示庄子所说的那种物我两忘的心灵境界。苏轼《书柳子厚〈渔翁〉》云：“诗以奇趣为宗，反常合道为趣。熟味此诗有奇趣。然其尾两句，虽不必亦可。”严羽《沧浪诗话》从此说，曰：“东坡删去后二句，使子厚复生，亦必心服。”然刘辰翁认为：“此诗气泽不类晚唐，下正在后两句。”此后，关于此诗后两句当去当存，一直有两种意见。 "
    },
    "山石": {
        "title": "山石",
        "cont": "\n山石荦确行径微，黄昏到寺蝙蝠飞。升堂坐阶新雨足，芭蕉叶大栀子肥。僧言古壁佛画好，以火来照所见稀。铺床拂席置羹饭，疏粝亦足饱我饥。夜深静卧百虫绝，清月出岭光入扉。天明独去无道路，出入高下穷烟霏。山红涧碧纷烂漫，时见松枥皆十围。当流赤足踏涧石，水声激激风吹衣。人生如此自可乐，岂必局束为人鞿？(鞿 一作：靰)嗟哉吾党二三子，安得至老不更归。\n",
        "author": "韩愈",
        "authorLink": "http://so.gushiwen.org/author_682.aspx",
        "c1": "山石峥嵘险峭，山路狭窄像羊肠，蝙蝠穿飞的黄昏，来到这座庙堂。登上庙堂坐台阶，刚下透雨一场，经雨芭蕉枝粗叶大，山栀更肥壮。僧人告诉我说，古壁佛画真堂皇，用火把照看，迷迷糊糊看不清爽。为我铺好床席，又准备米饭菜汤，饭菜虽粗糙，却够填饱我的饥肠。夜深清静好睡觉，百虫停止吵嚷，明月爬上了山头，清辉泻入门窗。天明我独自离去，无法辨清路向，出入雾霭之中，我上下摸索踉跄。山花鲜红涧水碧绿，光泽又艳繁，时见松栎粗大十围，郁郁又苍苍。遇到涧流当道，光着脚板踏石淌，水声激激风飘飘，掀起我的衣裳。人生在世能如此，也应自得其乐，何必受到约束，宛若被套上马缰？唉呀，我那几个情投意合的伙伴，怎么能到年老，还不再返回故乡？",
        "c2": "（1）山石：这是取的首句开头三字为 题，乃旧诗标题的常见用法，它与诗的内容无关。（2）荦确（luòquè洛却）：指山石险峻不平的样子。行径：行下次的路径。微：狭窄。（3）蝙蝠：哺 乳动物，夜间在空中飞翔，捕食蚊、蛾等。这是写山寺黄昏的景象并点明到寺的时间。（4）升堂：进入寺中厅堂。阶：厅堂前的台阶。新雨：刚下过的雨。（5） 栀子：常绿灌水，夏季开白花，香气浓郁。这两句说，进入厅堂后坐在台阶上，这刚下过的一场雨水该有多么充足；那吸饱了雨水的芭蕉叶子更加硕大，而挺立枝头 的栀子花苞也显得特别肥壮。诗人热情地赞美了这山野生机勃勃的动人景象。（6）佛画：画的佛画像。（7）稀：依稀，模糊，看不清楚。一作“稀少”解。所见 稀：即少见的好画。这两句说，和尚告诉我说，古壁上面的佛像很好，并拿来灯火观看，尚能依稀可见。（8）置：供。羹（gēng耕）：菜汤。这里是泛指菜 蔬。（9）疏粝（lì历）：糙米饭。这里是指简单的饭食。饱我饥：给我充饥。（10）百虫绝：一切虫鸣声都没有了。（11）清月：清朗的月光。出岭：指清 月从山岭那边升上来。夜深月出，说明这是下弦月。扉（fei非）：门。光入扉：指月光穿过门户，照时室内。（12）无道路：指因晨雾迷茫，不辨道路，随意 步行的意思。（13）出入高下：指进进出出于高高低低的山谷径路意思。霏：氛雾。穷烟霏：空尽云雾，即走遍了云遮雾绕的山径。（14）山红涧：即山花红 艳、涧水清碧。纷：繁盛。烂漫：光彩四射的样子。（15）枥（lì历）：同“栎”，落叶乔木。木围：形容树干非常粗大。两手合抱一周称一围。（16）当 流：对着流水。赤足踏涧石：是说对着流水就打起赤脚，踏着涧中石头淌水而过。（17）人生如此；指上面所说的山中赏心乐事。（18）局束：拘束，不自由的意思。靰（jī基）：马的缰绳。这里作动词用，即牢笼、控制的意思。（19）吾党二三子：指和自己志趣相合的几个朋友。（20）安得：怎能。不更归：不再回去了，表示对官场的厌弃。 "
    },
    "登幽州台歌": {
        "title": "登幽州台歌",
        "cont": "\n前不见古人，后不见来者。念天地之悠悠，独怆然而涕下。\n",
        "author": "陈子昂",
        "authorLink": "http://so.gushiwen.org/author_12.aspx",
        "c1": "往前不见古代招贤的圣君，向后不见后世求才的明君。只有那苍茫天地悠悠无限，止不住满怀悲伤热泪纷纷。",
        "c2": "⑴幽州：古十二州之一，现今北京市。幽州台：即黄金台，又称蓟北楼，故址在今北京市大兴，是燕昭王为招纳天下贤士而建。⑵前：过去。古人：古代那些能够礼贤下士的圣君。⑶后：未来。来者：后世那些重视人才的贤明君主。⑷念：想到。悠悠：形容时间的久远和空间的广大。⑸怆（chuàng）然：悲伤凄恻的样子。涕：古时指眼泪。 "
    },
    "观公孙大娘弟子舞剑器行": {
        "title": "观公孙大娘弟子舞剑器行",
        "cont": "\n大历二年十月十九日，夔府别驾元持宅，见临颍李十二娘 舞剑器，壮其蔚跂，问其所师，曰：“余公孙大娘弟子也。” 开元三载，余尚童稚，记于郾城观公孙氏，舞剑器浑脱， 浏漓顿挫，独出冠时，自高头宜春梨园二伎坊内人洎外供奉， 晓是舞者，圣文神武皇帝初，公孙一人而已。 玉貌锦衣，况余白首，今兹弟子，亦非盛颜。 既辨其由来，知波澜莫二，抚事慷慨，聊为《剑器行》。 昔者吴人张旭，善草书帖，数常于邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激，即公孙可知矣。\n昔有佳人公孙氏，一舞剑器动四方。观者如山色沮丧，天地为之久低昂。霍如羿射九日落，矫如群帝骖龙翔。来如雷霆收震怒，罢如江海凝清光。绛唇珠袖两寂寞，晚有弟子传芬芳。临颍美人在白帝，妙舞此曲神扬扬。与余问答既有以，感时抚事增惋伤。先帝侍女八千人，公孙剑器初第一。五十年间似反掌，风尘倾动昏王室。梨园弟子散如烟，女乐余姿映寒日。金粟堆前木已拱，瞿唐石城草萧瑟。玳筵急管曲复终，乐极哀来月东出。老夫不知其所往，足茧荒山转愁疾。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "唐大历二年十月十九日，我在夔府别驾元持家里，观看临颍李十二娘跳剑器舞，觉得舞姿矫健多变非常壮观， 就问她是向谁学习的？她说：“我是公孙大娘的学生”。玄宗开元三年，我还年幼，记得在郾城看过公孙大娘跳《剑器》和《浑脱》舞，流畅飘逸而且节奏明朗，超群出众，当代第一，从皇宫内的宜春、梨园弟子 到宫外供奉的舞女中，懂得此舞的，在唐玄宗初年，只有公孙大娘一人而已。当年她服饰华美，容貌漂亮，如今我已是白首老翁，眼前她的弟子李十二娘，也已经不是年轻女子了。既然知道了她舞技的渊源，看来她们师徒的舞技一脉相承，抚今追昔，心中无限感慨，姑且写了《剑器行》这首。 听说过去吴州人张旭，他擅长书写草书字帖，在邺县经常观看公孙大娘跳一种《西河剑器》舞，从此草书书法大有长进，豪放激扬，放荡不羁，由此可知公孙大娘舞技之高超了。",
        "c2": "有个漂亮女人，名叫公孙大娘，每当她跳起剑舞来，就要轰动四方。观看人群多如山，心惊魄动脸变色，天地也被她的舞姿感染，起伏震荡。剑光璀灿夺目，有如后羿射落九日， 舞姿矫健敏捷，恰似天神驾龙飞翔，起舞时剑势如雷霆万钧，令人屏息，收舞时平静，好象江海凝聚的波光。鲜红的嘴唇绰约的舞姿，都已逝去，到了晚年，有弟子把艺术继承发扬。临颍美人李十二娘，在白帝城表演，她和此曲起舞，精妙无比神采飞扬。她和我谈论好久，关于剑舞的来由，我忆昔抚今，更增添无限惋惜哀伤。当年玄宗皇上的侍女，约有八千人，剑器舞姿数第一的，只有公孙大娘。五十年的光阴，真好比翻一下手掌，连年战乱烽烟弥漫，朝政昏暗无常。那些梨园子弟，一个个地烟消云散，只留李氏的舞姿，掩映冬日的寒光。金粟山玄宗墓前的树木，已经合抱，瞿塘峡白帝城一带，秋草萧瑟荒凉。玳弦琴瑟急促的乐曲，又一曲终了，明月初出乐极生悲，我心中惶惶。我这老夫，真不知哪是要去的地方， 荒山里迈步艰难，越走就越觉凄伤。"
    },
    "古柏行": {
        "title": "古柏行",
        "cont": "\n孔明庙前有老柏，柯如青铜根如石。霜皮溜雨四十围，黛色参天二千尺。君臣已与时际会，树木犹为人爱惜。云来气接巫峡长，月出寒通雪山白。忆昨路绕锦亭东，先主武侯同閟宫。崔嵬枝干郊原古，窈窕丹青户牖空。落落盘踞虽得地，冥冥孤高多烈风。扶持自是神明力，正直原因造化工。大厦如倾要梁栋，万牛回首丘山重。不露文章世已惊，未辞翦伐谁能送？苦心岂免容蝼蚁，香叶终经宿鸾凤。志士幽人莫怨嗟：古来材大难为用。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "孔明庙前有一株古老的柏树，枝干色如青铜根柢固如盘石。树皮洁白润滑树干有四十围，青黑色朝天耸立足有二千尺。刘备孔明君臣遇合与时既往，至今树木犹在仍被人们爱惜。柏树高耸云雾飘来气接巫峡，月出寒光高照寒气直通岷山。想昔日小路环绕我的草堂东，先生庙与武侯祠在一个閟宫。柏树枝干崔嵬郊原增生古致，庙宇深邃漆绘连绵门窗宽空。古柏独立高耸虽然盘踞得地，但是位高孤傲必定多招烈风。它得到扶持自然是神明伟力，它正直伟岸原于造物者之功。大厦如若倾倒要有梁栋支撑，古柏重如丘山万年也难拉动。它不露花纹彩理使世人震惊，它不辞砍伐又有谁能够采送？它虽有苦心也难免蝼蚁侵蚀，树叶芳香曾经招来往宿鸾凤。天下志士幽人请你不要怨叹，自古以来大材一贯难得重用。",
        "c2": "⑴成都的武侯祠附在先主庙中，夔州的孔明庙则和先主庙分开，这是夔州的孔明庙。⑵这句写柏之古老。柯，枝柯。⑶此二句写柏之高大，是夸大的写法。霜皮，一作苍皮，形容皮色的苍白。溜雨，形容皮的光滑。四十围，四十人合抱。⑷这两句是插叙。张上若云：“补出孔明生前德北一层，方有原委。”按意谓由于刘备和孔明君臣二人有功德在民，人民不加剪伐，故柏树才长得这般高大；柏树的高大，正说明孔明的遗爱。际会，犹遇合。⑸这两句再承三四句极力形容咏叹柏树之高大。赵次公云：“巫峡在夔之下（按当言东），巫峡之云来而柏之气与接；雪山在夔之西，雪山之月出而柏之寒与通，皆言其高大也。”宋人刘须溪认为云来二句当在君臣二句前，君臣二句当在云来二句后（仇兆鳌把这四句倒置，就是依据刘说的），实太生观大胆。因为这样一来，似乎是通顺些，但文章却显得乎庸没有气势，所以黄生斥为“小儿之见”。——以上是第一段，是咏古柏的正文。⑹此下四句宕开，以成都古柏作陪。杜甫是前一年才离开成都的，所以说忆昨。杜甫成都草堂紧靠锦江（《杜鹃》：“结庐锦水边。”），草堂中有亭（《寄题江外草堂》诗：“台亭随高下，敞熬当清川。”），所以说锦享（严武有《寄题杜二锦江野亭》诗）。武侯祠在亭东，所以说路绕锦享东。享，一作“城”。⑺先主：指刘备。閟宫，即祠庙。⑻仇兆鳌注：“郊原古，有古致也。卢牖空，虚无人也。”窈窕，深邃貌。⑼落落：独立不苟合。⑽此下四句收归夔州古柏。是说夔州庙柏生在高山，苦于烈风，不如成都庙柏之生于平原。落落，出群貌。因生在孔明庙前，有人爱惜，故曰得地，但树高招风，又在高山上，就更要经常为烈风所撼。冥冥，高空的颜色。⑾不为烈风所拨，似有神灵呵护，故曰神明力。柏之正直。本出自然，故日造化功。正因为正直，故得神明扶持，二句语虽对，而意实一贯。——以上是第二段。由古柏之高大，进一步写出古柏之正直。⑿这以下又宕开，借古柏之难载，以喻大才之难为世用。《文中子》：“大厦之倾，非一本所支。”古柏重如丘山，故万头牛也拖不动。⒀不露文章：指古柏没有花叶之美。⒁此二句中有着杜甫自己的影子。古柏不知自炫，故曰不露文章。古柏本可作栋梁，故曰未辞剪伐。这就杜甫为人来说，即不怕牺牲，与“我能剖心血，饮啄慰孤愁”，“济时敢爱死，寂寞壮心惊”正是一副心肠。送，就木说，是移送：就人说，是保送或推荐。⒂柏心味苦，故曰苦心。柏叶有香气，故曰香叶。这两句也含有身世之感。⒃结二句吐出本意，但材大二字仍包括吉柏在年。在封建社会，一个真正想为国家人民作点事的人，是并不为统治者所欢迎的。古来，是说不独今日如此，从古以来就如此。——以上是第三段。 "
    },
    "寄韩谏议": {
        "title": "寄韩谏议",
        "cont": "\n今我不乐思岳阳，身欲奋飞病在床。美人娟娟隔秋水，濯足洞庭望八荒。鸿飞冥冥日月白，青枫叶赤天雨霜。玉京群帝集北斗，或骑麒麟翳凤凰。芙蓉旌旗烟雾落，影动倒景摇潇湘。星宫之君醉琼浆，羽人稀少不在旁。似闻昨者赤松子，恐是汉代韩张良。昔随刘氏定长安，帷幄未改神惨伤。国家成败吾岂敢，色难腥腐餐枫香。周南留滞古所惜，南极老人应寿昌。美人胡为隔秋水，焉得置之贡玉堂。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "眼下我心情不佳是思念岳阳，身体想要奋飞疾病逼我卧床。隔江的韩注他品行多么美好，常在洞庭洗足放眼望八方。鸿鹄已高飞远空在日月之间，青枫树叶已变红秋霜已下降。玉京山众仙们聚集追随北斗，有的骑着麒麟有的驾着凤凰。芙蓉般的旌旗被烟雾所淹没，潇湘荡着涟漪倒影随波摇晃。星宫中的仙君沉醉玉露琼浆，羽衣仙人稀少况且不在近旁。听说他仿佛是昔日的赤松子，恐怕是更象汉初韩国的张良。当年他随刘邦建业定都长安，运筹帷幄之心未改精神惨伤。国家事业成败岂敢坐视观望，厌恶腥腐世道宁可餐食枫香。太史公留滞周南古来被痛惜，但愿他象南极寿星长泰永昌。品行高洁之人为何远隔江湖，怎么才能将他置于未央宫上？",
        "c2": "谏议：按：谏议大夫起于后汉。续通典：武后龙朔二年改为正谏大夫，开元以来，仍复。凡四人属门下官。不乐：唐风：今我不乐，日月其除。岳阳：师注：岳州巴陵郡曰岳阳，有君山、洞庭、湘江之胜。按：此系谏议隐居处。地理志：岳州在岳之阳，故曰岳阳。按：岳阳即今湖广岳州府。奋飞：诗邶风：静言思之，不能奋飞。娟娟：鲍照初月诗：未映西北墀，娟娟似蛾眉。洞庭：禹贡，九江孔殷。注：九江，即今之洞庭湖也。沅水、渐水、元水、辰水、叙水、酉水、沣水、资水、湘水，皆合於洞庭，意以是名九江也。按：洞庭在府西南。八荒：扬雄传：陟西岳以望八荒。鸿飞冥冥：指韩已遁世。法言：鸿飞冥冥，弋人何篡焉。枫叶：谢灵运诗：晓霜枫叶丹。雨霜：鲍照诗：北风驱鹰天雨霜。玉京：按，元君注：玉京者，无为之天也。东南西北，各有八天，凡三十二天，盖三十二帝之都。玉京之下，乃昆仑之都。群帝：江淹诗：群帝共上下。北斗：晋书天文志：北斗在太微北，七政之枢机，号令之主。麒麟：集仙录：群仙毕集，位高者乘鸾，次乘麒麟，次乘龙凤鹤，每翅各大丈余。倒景：大人赋：贯列缺之倒景。注引陵阳子明经：列缺气去地二千四百里，倒景气去地四千里，其景皆倒在下。潇湘：谢朓诗：洞庭张乐地，潇湘帝子游。星宫：前汉天文志：经星常宿，中外官凡百七十八名，积数七百八十三星，皆有州国官宫物类之象。琼浆：楚辞：华爵既陈，有琼浆些。羽人：穿羽衣的仙人。楚辞：仍羽人於丹丘。赤松子：史记留侯世家：张良曰：吾以三寸舌为帝者师，封万户，位列侯，布衣之极，於良足矣。愿弃人间事，从赤松子游耳。乃学避谷引道轻身。韩张良：陆机高祖功臣传：太子少傅留文成侯韩张良。刘氏：汉书高祖纪：帝尝与吕后曰：周勃厚重少文，然安刘氏者必勃也。令为太尉。帷幄未改：帷幄本指帐幕，此指谋国之心。高帝纪：运筹帷幄之中，决胜千里之外，吾不如子房。色难：神仙传：壶公数试费长房，继令噉溷，臭恶非常，长房色难之。腥腐：鲍照诗：何时与尔曹，啄腐共吞腥。枫香：尔雅注：枫有脂而香。南史：任昉营佛殿，调枫香二石。周南留滞：史记太史公自序：是岁，天子始建汉家之封，而太史公留滞周南，不得与从事。注：古之周南，今之洛阳。老人寿昌：晋书：老人一星在弧南。一曰南极，常以秋分之旦见於丙，秋分之夕没於丁。见则治平，主寿昌。玉堂：十洲记：昆仑有流精之阙，碧玉之堂，西王母所治也。按：梦溪笔谈：唐翰林院在禁中，乃人主燕居之所。玉堂承明金銮殿，皆在其间。 "
    },
    "听董大弹胡笳声兼寄语弄房给事": {
        "title": "听董大弹胡笳声兼寄语弄房给事",
        "cont": "\n蔡女昔造胡笳声，一弹一十有八拍。胡人落泪沾边草，汉使断肠对归客。古戍苍苍烽火寒，大荒沈沈飞雪白。(沈 通：沉)先拂商弦后角羽，四郊秋叶惊摵摵。董夫子，通神明，深山窃听来妖精。言迟更速皆应手，将往复旋如有情。空山百鸟散还合，万里浮云阴且晴。嘶酸雏雁失群夜，断绝胡儿恋母声。川为静其波，鸟亦罢其鸣。乌孙部落家乡远，逻娑沙尘哀怨生。幽音变调忽飘洒，长风吹林雨堕瓦。迸泉飒飒飞木末，野鹿呦呦走堂下。长安城连东掖垣，凤凰池对青琐门。高才脱略名与利，日夕望君抱琴至。\n",
        "author": "李颀本站",
        "authorLink": "http://so.gushiwen.org/author_671.aspx",
        "c1": "当年蔡琰曾作胡笳琴曲，弹奏此曲总共有十八节。胡人听了泪落沾湿边草，汉使对着归客肝肠欲绝。边城苍苍茫茫烽火无烟，草原阴阴沉沉白雪飘落。先弹轻快曲后奏低沉调，四周秋叶受惊瑟瑟凋零。董先生通神明琴技高妙，深林鬼神也都出来偷听。慢揉快拨十分得心应手，往复回旋仿佛声中寓情。声如山中百鸟散了又集，曲似万里浮云暗了又明。象失群的雏雁夜里嘶叫，象胡儿恋母痛绝的哭声。江河听曲而平息了波澜，百鸟闻声也停止了啼鸣。仿佛乌孙公主远怀故乡，宛如文成公主之怨吐蕃。幽咽琴声忽转轻松潇洒，象大风吹林如大雨落瓦。有如迸泉飒飒射向树梢，有如野鹿呦呦鸣叫堂下。长安城比邻给事中庭院，皇宫门正对中书省第宅。房琯才高不为名利约束，昼夜盼望董大抱琴来奏。",
        "c2": "1、弄：乐曲。（“时奏狡弄，则彷徨翱翔。”王褒《洞箫赋》）2、房给事：姓房名琯，任给事中之职。3、蔡女：蔡琰(蔡文姬）。相传蔡琰在匈奴时，感胡笳之音，作琴曲《胡笳十八拍》。4、有：通“又”。（“割地朝者三十有六国。”《韩非子》）5、戍：边戍哨所。6、苍苍：衰老、残破貌。7、烽火：借代烽火台。8、荒：边陲、边疆。（“乞赐褒奖，以慰边荒。”《三国志》）9、沉沉：低沉、阴沉貌。（“念去去千里烟波，暮霭沉沉楚天阔。”柳永《雨霖铃》）10、摵摵：落叶之声。11、言：语助词。（“既盟之后，言归于好。”《左传》）12、更：gèng连词，与、和。（“着尽工夫是化工，不关春雨更春风。”杨万里《春兴》）13、将：语助词，表示动作、行为的趋向或进行。（“宫使驱将惜不得。”白居易《卖炭翁》）14、且：表选择关系的连词，抑或、或者。（“是且非邪。”韩愈《朱文公校昌黎先生集》）15、酸：悲痛、悲伤。（“日磾观状，益增酸哽。”朱敬范《朱岱林墓志铭》）16、断绝：不连贯，时断时续。17、乌孙：汉代西域国名。汉武帝钦命刘细君为公主和亲乌孙昆莫。18、逻娑：唐时吐蕃首府，即今西藏拉萨。唐文成公主、金城公主皆远嫁吐蕃。19、迸泉：喷涌出的泉水。20、飒飒：飞舞貌。（“飒沓矜。”鲍昭《飞鹤赋》）21、木末：树梢。（“好花生木末，衰蕙愁空园。”李贺《十二月乐辞·七月》）22、呦呦：鹿鸣声。23、东掖：指门下省。门下省为左掖，在东。24、凤凰池：中书省。（“中书监令掌赞诏令。。。多承宠任，是以人因其位，谓之“凤凰池”焉。”杜佑《通典》）25、青琐门：汉时宫门，这里指唐宫门。26、高才：指房琯。27、脱略：轻慢，不在意。 "
    },
    "八月十五夜赠张功曹": {
        "title": "八月十五夜赠张功曹",
        "cont": "\n纤云四卷天无河，清风吹空月舒波。沙平水息声影绝，一杯相属君当歌。君歌声酸辞且苦，不能听终泪如雨。洞庭连天九疑高，蛟龙出没猩鼯号。十生九死到官所，幽居默默如藏逃。下床畏蛇食畏药，海气湿蛰熏腥臊。昨者州前捶大鼓，嗣皇继圣登夔皋。赦书一日行万里，罪从大辟皆除死。迁者追回流者还，涤瑕荡垢清朝班。州家申名使家抑，坎轲只得移荆蛮。判司卑官不堪说，未免捶楚尘埃间。同时辈流多上道，天路幽险难追攀。君歌且休听我歌，我歌今与君殊科。一年明月今宵多，人生由命非由他。有酒不饮奈明何。\n",
        "author": "韩愈",
        "authorLink": "http://so.gushiwen.org/author_682.aspx",
        "c1": "薄云四处飘散还不见银河，清风吹开云雾月光放清波。沙滩里水平波息声影消失，斟杯美酒相劝请你唱支歌。你的歌声酸楚歌辞也悲苦，没有听完热泪就纷纷下落。洞庭湖水连天九疑山高峻，湖中的蛟龙出没猩鼯哀号。九死一生到达这被贬官所，默默地幽居远地好像潜逃。下床怕蛇咬吃饭又怕毒药，潮气与毒气相杂到处腥臊。昨日州衙前忽然擂动大鼓，新皇继位要举用夔和皋陶。大赦文书一日万里传四方，犯有死罪的一概免除死刑。被贬谪的召回放逐的回朝，革除弊政要剪除朝中奸佞。刺史提名赦免观察使扣压，命运坎坷只能够迁调荒漠。判司原本是小官不堪一提，未免跪地挨打有苦向谁说。一起被贬谪的大都已回京，进身朝廷之路比登天难攀。你的歌声暂且停止听我唱，我的歌声和你绝不是同科。一年的明月今夜月色最好，人生由命又何必归怨其他，有酒不饮怎对得天上明月？",
        "c2": "⑴纤云：微云。河：银河。　⑵月舒波：月光四射。　⑶属（zhǔ）：劝酒。⑷洞庭：洞庭湖。九疑：又名苍梧山，在今湖南宁远县境。　⑸猩：猩猩。鼯（wú）：鼠类的一种。　⑹如藏逃：有如躲藏的逃犯。　⑺药：指蛊毒。南方人喜将多种毒虫放在一起饲养，使之互相吞噬，最后剩下的毒虫叫做蛊，制成药后可杀人。　⑻海气：卑湿的空气。蛰：潜伏。　⑼嗣皇：接着做皇帝的人，指宪忠。登：进用。夔皋：夔和皋陶，传说是舜的两位贤臣。　⑽赦书：皇帝发布的大赦令。　⑾大辟：死刑。除死：免去死刑。　⑿迁者：贬谪的官吏。流者：流放在外的人。　⒀瑕：玉石的杂质。班：臣子上朝时排的行列。　⒁州家：刺史。申名：上报名字。使家：观察使。抑：压制。　⒂坎轲：这里指命运不好。荆蛮：今湖北江陵。　⒃判司：唐时对州郡诸曹参军的总称。⒄捶楚：棒杖一类的刑具。　⒅上道：上路回京。　⒆天路：指进身于朝廷的道路。幽险：幽昧险碍。　⒇殊科：不一样，不同类。 "
    },
    "出塞·秦时明月汉时关": {
        "title": "出塞·秦时明月汉时关",
        "cont": "\n秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。\n",
        "author": "王昌龄",
        "authorLink": "http://so.gushiwen.org/author_437.aspx",
        "c1": "依旧是秦汉时期的明月和边关，守边御敌鏖战万里征人未回还。倘若龙城的飞将卫青如今还在，绝不许匈奴南下牧马度过阴山。",
        "c2": "1.但使：只要。2.龙城飞将：《汉书·卫青霍去病传》载，元光六年（前129年），卫青为车骑将军，出上谷，至笼城，斩首虏数百。笼城，颜师古注曰：“笼”与“龙”同。龙城飞将指的是卫青奇袭龙城的事情。其中，有人认为龙城飞将中飞将指的是汉飞将军李广，龙城是唐代的卢龙城（卢龙城就是汉代的李广练兵之地，在今河北省喜峰口附近一带，为汉代右北平郡所在地），纵观李广一生主要的时间都在抗击匈奴，防止匈奴掠边，其中每次匈奴重点进攻的汉地天子几乎都是派遣李广为太守，所以这种说法也不无道理。3.不教：不叫，不让。教，让。4.胡马：指侵扰内地的外族骑兵。5.度：越过。在漫长的边防线上，战争一直没有停止过，去边防线打仗的战士也还没有回来。 要是攻袭龙城的大将军卫青和飞将军李广今天还依然健在，绝不会让敌人的军队翻过阴山。 "
    },
    "渭城曲": {
        "title": "渭城曲",
        "cont": "\n渭城朝雨浥轻尘，客舍青青柳色新。(一作：客舍依依杨柳春)劝君更尽一杯酒，西出阳关无故人。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "清晨的微雨湿润了渭城地面的灰尘，馆驿青堂瓦舍柳树的枝叶翠嫩一新。真诚地奉劝我的朋友再干一杯美酒，向西出了阳关就难以遇到故旧亲人。",
        "c2": "（1）渭城曲：另题作《送元二使安西》，或名《阳关曲》或《阳关三叠》。（2）渭城：在今陕西省西安市西北，即秦代咸阳古城。浥（yì）：润湿。（3）客舍：旅馆。柳色：柳树象征离别。（4）阳关：在今甘肃省敦煌西南，为自古赴西北边疆的要道。 "
    },
    "桃源行": {
        "title": "桃源行",
        "cont": "\n渔舟逐水爱山春，两岸桃花夹古津。坐看红树不知远，行尽青溪不见人。山口潜行始隈隩，山开旷望旋平陆。遥看一处攒云树，近入千家散花竹。樵客初传汉姓名，居人未改秦衣服。居人共住武陵源，还从物外起田园。月明松下房栊静，日出云中鸡犬喧。惊闻俗客争来集，竞引还家问都邑。平明闾巷扫花开，薄暮渔樵乘水入。初因避地去人间，及至成仙遂不还。峡里谁知有人事，世中遥望空云山。不疑灵境难闻见，尘心未尽思乡县。出洞无论隔山水，辞家终拟长游衍。自谓经过旧不迷，安知峰壑今来变。当时只记入山深，青溪几度到云林。春来遍是桃花水，不辨仙源何处寻。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "渔舟顺溪而下，追寻那美妙的春景，夹岸桃花映红了古渡口两旁。花树缤纷，忘记了路程远近；行到青溪尽处，忽然隐约似见人烟。走入了幽深曲折的山口，再往前，豁然开朗一片平川。远望去丛丛绿树有如云霞绮聚集，进村见户户门前翠竹鲜花掩映。第一次才听说汉以后的朝代，村民穿戴的还是秦代衣装。他们世代聚居在武陵源，在这里共建了世外田园。明月朗照，松下房栊寂静；旭日升起，村中鸡犬声响起。村人惊讶地把外客迎接，争相邀请，询问那世上的消息。清晨的街巷，家家打扫花径；傍晚的溪边，渔樵乘船回村。当初因避乱世逃出尘寰，寻到这桃源仙境便不归还。从此隐居峡谷，再不管外间变化；世人求访异境，不过是空望云山。渔人不怀疑这是难得的仙境，但凡心未尽只把家园挂牵；出洞后他不顾隔山隔水，又决定辞家来此仙源。自认为来过的地方不会迷路，怎知道眼前的峰壑全然改变。当时曾记得山径幽深，沿青溪几回弯曲才到桃林。此日又逢春天，依然遍地桃花水；仙源何处，已杳杳难寻，不辨道路！ ",
        "c2": "（1）逐水：顺着溪水。（2）古津：古渡口。（3）坐：因为。（4）一说“行尽青溪忽值人”。见人：遇到路人。（5）隈：山、水弯曲的地方。（6）旷望：指视野开阔。旋：不久。（7）攒云树：云树相连。攒，聚集。（8）散花竹：指到处都有花和竹林。（9）樵客：原本指打柴人，这里指渔人。（10）武陵源：指桃花源，相传在今湖南桃源县（晋代属武陵郡）西南。武陵，即今湖南常德。（11）物外：世外。（12）房栊：房屋的窗户。（13）喧：叫声嘈杂。（14）俗客：指误入桃花源的渔人。（15）引：领。都邑：指桃源人原来的家乡。（16）平明：天刚亮。闾巷：街巷。开：指开门。（17）薄暮：傍晚。（18）避地：迁居此地以避祸患。去：离开。（19）灵境：指仙境。（20）尘心：普通人的感情。乡县：家乡。（21）游衍：留连不去。（22）自谓：自以为。不迷：不再迷路。（23）峰壑：山峰峡谷。（24）云林：云中山林。（25）桃花水：春水。桃花开时河流涨溢。 "
    },
    "清平调·云想衣裳花想容": {
        "title": "清平调·云想衣裳花想容",
        "cont": "\n云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "见云之灿烂想其衣裳之华艳，见花之艳丽想人之容貌照人。若不是在群玉山头见到了她，就是在瑶池的月光下来相逢。",
        "c2": "⑴清平调：一种歌的曲调，“平调、清调、瑟调”皆周房中之遗声。⑵“云想”句：见云之灿烂想其衣之华艳，见花之艳丽想美人之容貌照人。实际上是以云喻衣，以花喻人。⑶槛：栏杆；露华浓：牡丹花沾着晶莹的露珠更显得颜色艳丽。⑷“若非……会向……”：相当于“不是……就是……”的意思。群玉：山名，传说中西王母所住之地。全句形容贵妃貌美惊人，怀疑她不是群玉山头所见的飘飘仙子，就是瑶台殿前月光照耀下的神女。 "
    },
    "韩碑": {
        "title": "韩碑",
        "cont": "\n元和天子神武姿，彼何人哉轩与羲。誓将上雪列圣耻，坐法宫中朝四夷。淮西有贼五十载，封狼生貙貙生罴。不据山河据平地，长戈利矛日可麾。帝得圣相相曰度，贼斫不死神扶持。腰悬相印作都统，阴风惨澹天王旗。愬武古通作牙爪，仪曹外郎载笔随。 行军司马智且勇，十四万众犹虎貔。入蔡缚贼献太庙，功无与让恩不訾。帝曰汝度功第一，汝从事愈宜为辞。愈拜稽首蹈且舞，金石刻画臣能为。古者世称大手笔，此事不系于职司。当仁自古有不让，言讫屡颔天子颐。公退斋戒坐小阁，濡染大笔何淋漓。点窜《尧典》《舜典》字，涂改《清庙》《生民》诗。文成破体书在纸，清晨再拜铺丹墀。表曰臣愈昧死上，咏神圣功书之碑。碑高三丈字如斗，负以灵鳌蟠以螭。句奇语重喻者少，谗之天子言其私。长绳百尺拽碑倒，粗砂大石相磨治。公之斯文若元气，先时已入人肝脾。汤盘孔鼎有述作，今无其器存其辞。呜呼圣王及圣相，相与烜赫流淳熙。公之斯文不示后，曷与三五相攀追。愿书万本诵万遍，口角流沫右手胝。传之七十有二代，以为封禅玉检明堂基。\n",
        "author": "李商隐",
        "authorLink": "http://so.gushiwen.org/author_204.aspx",
        "c1": "元和天子禀赋神武英姿，可比古来的轩辕、伏羲。他立誓要洗雪历代圣王的耻辱，坐镇皇宫接受四夷的贡礼。淮西逆贼为祸五十年，割据一方世代绵延。自恃强大，不去占山河却来割据平地；梦想挥戈退日，胆敢反叛作乱。圣君得到贤相名叫裴度，逆贼暗杀未成，自有神灵卫护。他腰悬相印，统兵上战场，天子的军旗在寒风中飘扬。得力的将官有、武、古、通，仪曹外郎任书记随军出征；还有那智勇双全的行军司马韩愈，十四万大军，龙腾虎跃陷阵冲锋。攻下了蔡州，擒住叛贼献俘太庙，功业盖世皇上加恩无限；天子宣布裴度功劳第一，命令韩愈撰写赞辞。韩愈在朝堂拜舞行礼接受诏命说歌功的文章他能够胜任。从来撰述都推崇大手笔，此事本不属佐吏的职司；既然自古有当仁不让的箴言，韩愈欣然领受圣上的旨意。天子听完这番言辞，频频点头大加赞许。韩公退朝后斋戒沐浴坐于小阁，笔蘸饱墨挥洒淋漓。推敲《尧典》《舜典》的古奥文字，化用《清庙》《生民》的庄严笔意。一纸雄文，别具一格，朝拜时铺展在玉陛丹墀。上表说“臣韩愈冒死呈览”，歌颂圣君贤相的功业，刻写在石碑之上。碑高三丈字大如斗，灵鳌驼负，螭龙盘围。文句奇特语意深长，世俗难以理解；有人便向皇上进谗，诬蔑此文偏私失实。百尺长绳把韩碑拽倒，粗砂大石磨去了字迹。韩公此文浩浩真气却无法磨灭，已经深入众人的肝脾；正象那汤盘孔鼎的铭文，古器虽早就荡然无存，世间却永远流传着文辞。啊，圣王与贤相的不朽功勋，显耀人寰辉煌无比。韩公碑文倘不能昭示百代，宪宗的帝业，又怎得与三皇五帝遥相承继！我甘愿抄写一万本、吟诵一万遍，哪怕是我口角流沫，右手磨出茧皮！让它流传千秋万代，好作封禅的祭天玉检、明堂的万世基石。",
        "c2": "⑴元和：唐宪宗年号。⑵轩、羲：轩辕、伏羲氏，代表三皇五帝。⑶列圣：前几位皇帝。⑷法宫：君王主事的正殿。⑸四夷：泛指四方边地。⑹淮西有贼：指盘踞蔡州的藩镇势力。⑺封狼：大狼。⑻貙、罴：野兽，喻指叛将。⑼都统：招讨藩镇的军事统帅。⑽天王旗：皇帝仪仗的旗帜。⑾愬武古通：愬，李愬；武，韩公武；古，李道古；通，李文通，四人皆裴度手下大将。⑿仪曹外郎：礼部员外郎李宗闵。⒀行军司马：指韩愈。⒁虎貔：猛兽。喻勇猛善战。⒂蔡：蔡州。⒃贼：指叛将吴元济。⒄无与让：即无人可及。⒅不訾：即“不赀”，不可估量。⒆日可麾：用鲁阳公与韩人相争援戈挥日的典故。此喻反叛作乱。麾通“挥”。⒇度：裴度。（21）从事：州郡官自举的僚属。（22）愈：韩愈。（23）为辞：指撰《平淮西碑》。（24）稽首：叩头。（25）蹈且舞：指古代臣子朝拜皇帝时手舞足蹈的一种礼节。（26）金石刻画：指为钟鼎石碑撰写铭文。（27）大手笔：指撰写国家重要文告的名家。（28）职司：指掌管文笔的翰林院。（29）屡颔天子颐：使皇帝多次点头称赞。颐，指面颊。（30）公：指韩愈。（31）斋戒：沐浴更衣。（32）濡染：浸沾。（33）点窜、涂改：运用的意思。（34）尧典、舜典：《尚书》中篇名。（35）清庙、生民：《经》中篇名。（36）破体：指文能改变旧体，另一说为行书的一种。（37）丹墀：宫中红色台阶。（38）昧死：冒死，上书用谦语。（39）圣功：指平定淮西的战功。（40）灵鳌：驭负石碑的，形似大龟。（41）蟠以螭：碑上所刻盘绕的龙类饰纹。（42）喻：领悟，理解。（43）谗：进言诋毁。（44）拽：用力拉。（45）磨治：指磨去碑上的刻文。（46）斯文：此文。（47）若：像。（48）元气：无法消毁的正气。（49）汤盘：商汤浴盆，《史记正义》：“商汤沐浴之盘而刻铭为戒”。（50）孔鼎：孔子先祖正考夫鼎。此以汤盘、孔鼎喻韩碑。（51）相与：相互。（52）赫：显耀。（53）淳熙：鲜明的光泽。（54）书：抄写。（55）胝：因磨擦而生厚皮，俗称老茧。（56）明堂基：明堂的基石（57）曷：何，怎么。 "
    },
    "塞上曲·蝉鸣空桑林": {
        "title": "塞上曲·蝉鸣空桑林",
        "cont": "\n蝉鸣空桑林，八月萧关道。出塞入塞寒，处处黄芦草。从来幽并客，皆共沙尘老。莫学游侠儿，矜夸紫骝好。\n",
        "author": "王昌龄",
        "authorLink": "http://so.gushiwen.org/author_437.aspx",
        "c1": "知了在枯秃的桑林鸣叫，八月的萧关道气爽秋高。出塞后再入塞气候变冷，关内关外尽是黄黄芦草。自古来河北山西的豪杰，都与尘土黄沙伴随到老。莫学那自恃勇武游侠儿，自鸣不凡地把骏马夸耀。",
        "c2": "⑴空桑林：桑林因秋来落叶而变得空旷、稀疏。⑵萧关：宁夏古关塞名。⑶幽并：幽州和并州，今河北、山西和陕西一部分。⑷共：作“向”。⑸游侠儿：都市游侠少年。⑹矜：自夸。紫骝：紫红色的骏马。 "
    },
    "谒衡岳庙遂宿岳寺题门楼": {
        "title": "谒衡岳庙遂宿岳寺题门楼",
        "cont": "\n五岳祭秩皆三公，四方环镇嵩当中。火维地荒足妖怪，天假神柄专其雄。喷云泄雾藏半腹，虽有绝顶谁能穷？我来正逢秋雨节，阴气晦昧无清风。潜心默祷若有应，岂非正直能感通！须臾静扫众峰出，仰见突兀撑青空。紫盖连延接天柱，石廪腾掷堆祝融。森然魄动下马拜，松柏一径趋灵宫。粉墙丹柱动光彩，鬼物图画填青红。升阶伛偻荐脯酒，欲以菲薄明其衷。庙令老人识神意，睢盱侦伺能鞠躬。手持杯珓导我掷，云此最吉余难同。窜逐蛮荒幸不死，衣食才足甘长终。侯王将相望久绝，神纵欲福难为功。夜投佛寺上高阁，星月掩映云曈昽。猿鸣钟动不知曙，杲杲寒日生于东。\n",
        "author": "韩愈",
        "authorLink": "http://so.gushiwen.org/author_682.aspx",
        "c1": "祭五岳典礼如同祭祀三公，五岳中四山环绕嵩山居中。衡山地处荒远多妖魔鬼怪，上天授权南岳神赫赫称雄。半山腰喷泄云雾迷迷茫茫，虽然有绝顶谁能登上顶峰。我来这里正逢秋雨绵绵时，天气阴暗没有半点儿清风。心里默默祈祷仿佛有应验，岂非为人正直能感应灵通？片刻云雾扫去显出众峰峦，抬头仰望山峰突兀插云空。紫盖峰绵延连接着天柱峰，石廪山起伏不平连着祝融。严森险峻惊心动魄下马拜，沿着松柏小径直奔神灵宫。粉色墙映衬红柱光彩夺目，壁柱上鬼怪图画或青或红。登上台阶弯腰奉献上酒肉，想借菲薄祭品表示心虔衷。主管神庙老人能领会神意，凝视窥察连连地为我鞠躬。手持杯蛟教导我掷占方法，说此卜兆最吉他人难相同。我被放逐蛮荒能侥幸不死，衣食足甘愿在此至死而终。做侯王将相的欲望早断绝，神纵使赐福于我也难成功。此夜投宿佛寺住在高阁上，星月交辉掩映山间雾朦胧。猿猴啼时钟响不觉到天亮，东方一轮寒日冉冉升高空。",
        "c2": "⑴谒：拜见。衡岳：南岳衡山，在今湖南。⑵祭秩：祭祀仪礼的等级次序。三公：周朝的太师、太傅、太保称三公，以示尊崇，后来用作朝廷最高官位的通称。皆：一作“比”。⑶“四方”句：是说东、西、南、北四岳各镇中国一方，环绕着中央的中岳嵩山。⑷火维：古代五行学说以木、火、水、金、土分属五方，南方属火，故火维属南方。维：隅落。假：授予。柄：权力。⑸穷：穷尽，这里用作动词。⑹秋雨节：韩愈登衡山，正是南方秋雨季节。晦昧：阴暗无光。清：一作“晴”。⑺“潜心”句：暗自在心里默默祈祷天气转晴，居然有所应验。⑻静扫：形容清风吹来，驱散阴云。众峰：衡山有七十二峰。突兀：高峰耸立的样子。青：一作“晴”。⑼“紫盖”两句：衡山有五大高峰，即紫盖峰、天柱峰、石廪峰、祝融峰、芙蓉峰，这里举其四峰，写衡山高峰的雄伟。腾掷：形容山势起伏。⑽森然：敬畏的样子。魄动：心惊的意思。拜：拜谢神灵应验。松柏一径：一路两旁，都是松柏。趋：朝向。灵宫：指衡岳庙。⑾丹柱：红色的柱子。动光彩：光彩闪耀。⑿“鬼物”句：墙上和柱子上画满了彩色的鬼怪图形。⒀“升阶”两句：伛偻（yǔlǚ）：驼背，这里形容弯腰鞠躬，以示恭敬。荐：进献。脯（fǔ）：肉干。脯酒：祭神的供品。菲薄：微薄的祭品。明其衷：出自内心的诚意。⒁庙令：官职名。唐代五岳诸庙各设庙令一人，掌握祭神及祠庙事务。识神意：懂得神的意旨。睢盱（suīxū）：抬起头来，睁大眼睛看。侦伺：形容注意察言观色。⒂“手持”两句：是指庙令教韩愈占卜，并断定占到了最吉利的兆头。杯珓（jiào）：古时的一种卜具。余难同：其他的卦象都不能相比。⒃窜逐蛮荒：流放到南方边荒地区。甘长终：甘愿如此度过余生。⒄“侯王”两句：意思是说，封侯拜相，这种追求功名富贵的愿望久已断绝，即使神灵要赐给我这样的福禄，也不行了。纵：即使。难为功：很难做成功。⒅高阁：即题中的“门楼”。曈昽：月光隐约的样子。⒆“猿鸣”句：猿鸣钟响，不知不觉天已亮了。钟动：古代寺庙打钟报时，以便作息。⒇杲（ɡǎo）杲：形容日光明亮。 "
    },
    "古意": {
        "title": "古意",
        "cont": "\n男儿事长征，少小幽燕客。赌胜马蹄下，由来轻七尺。杀人莫敢前，须如猬毛磔。黄云陇底白云飞，未得报恩不能归。辽东小妇年十五，惯弹琵琶解歌舞。今为羌笛出塞声，使我三军泪如雨。\n",
        "author": "李颀",
        "authorLink": "http://so.gushiwen.org/author_671.aspx",
        "c1": "男子汉当以国事为重，从军远征，从小就在幽燕纵横驰骋。经常与人在马上比试胜负，从不珍惜七尺身躯。奋勇搏杀，没人敢上前招应；气宇轩昂，脸上的胡子像刺猬的毛丛生。陇下黄沙弥漫，上面白云飘飞，未报朝廷恩情怎能轻易言归。辽东少妇年方十五，她弹熟了琵琶能歌善舞。今日用羌笛吹一支出塞乐曲，感动得全军将士泪下如雨。",
        "c2": "①古意：拟古，托古喻今之作。②事长征：从军远征。③幽燕：今河北、辽宁一带。古代幽燕地区游侠之风盛行。④赌胜：较量胜负。马蹄下：即驰骋疆场之意。⑤“由来”句：好男儿向来就轻视性命。七尺，七尺之躯。古时尺短，七尺相当于一般成人的高度。⑥“杀人”句：杀人而对方不敢上前交手，即所向无敌之意。⑦“须如”句：胡须好像刺猬的毛一样纷纷张开，形容威武凶猛。磔（zhé）：纷张。⑧黄云：指战场上升腾飞扬的尘土。陇：泛指山地。⑨小妇：少妇。⑩解歌舞：擅长歌舞。解：懂得、通晓。羌笛：羌族人所吹的笛子。羌：古代西北地区少数民族。 "
    },
    "长信怨": {
        "title": "长信怨",
        "cont": "\n金井梧桐秋叶黄，珠帘不卷夜来霜。熏笼玉枕无颜色，卧听南宫清漏长。\n高殿秋砧响夜阑，霜深犹忆御衣寒。银灯青琐裁缝歇，还向金城明主看。\n奉帚平明金殿开，暂将团扇共徘徊。玉颜不及寒鸦色，犹带昭阳日影来。\n真成薄命久寻思，梦见君王觉后疑。火照西宫知夜饮，分明复道奉恩时。\n长信宫中秋月明，昭阳殿下捣衣声。白露堂中细草迹，红罗帐里不胜情。\n",
        "author": "王昌龄",
        "authorLink": "http://so.gushiwen.org/author_437.aspx",
        "c1": "金井边的梧桐秋叶渐黄，珠帘不卷可知夜里飞霜。熏笼玉枕有如容颜憔悴，静卧愁听南宫漏声悠长。",
        "c2": "高殿内捣衣声响彻夜阑，夜里霜重还记起君王御衣寒。更深人静银灯下裁衣才停歇，目光还转向宫城明主那边看。"
    },
    "洛阳女儿行": {
        "title": "洛阳女儿行",
        "cont": "\n洛阳女儿对门居，才可颜容十五余。良人玉勒乘骢马，侍女金盘脍鲤鱼。画阁朱楼尽相望，红桃绿柳垂檐向。罗帷送上七香车，宝扇迎归九华帐。狂夫富贵在青春，意气骄奢剧季伦。自怜碧玉亲教舞，不惜珊瑚持与人。春窗曙灭九微火，九微片片飞花琐。戏罢曾无理曲时，妆成祗是熏香坐。城中相识尽繁华，日夜经过赵李家。谁怜越女颜如玉，贫贱江头自浣纱。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "洛阳有一位女子住在我家对门，正当十五六的芳年容颜非常美丽。她的丈夫骑一匹青白相间的骏马，马具镶嵌着珍贵的美玉。她的婢女捧上黄金的盘子，里面盛着烹制精细的鲤鱼。她家彩绘朱漆的楼阁一幢幢遥遥相望，红桃绿柳在廊檐下排列成行。她乘坐的车子是用七种香木做成，绫罗的帷幔装在车上。仆从们举着羽毛的扇子，把她迎回绣着九花图案的彩帐。她的丈夫青春年少正得志，骄奢更胜过石季伦。他亲自教授心爱的姬妾学习舞蹈，名贵的珊瑚树随随便便就送给别人。他们彻夜寻欢作乐，窗上现出曙光才熄去灯火，灯花的碎屑片片落在雕镂的窗棱。她成天嬉戏游玩，竟没有温习歌曲的空暇，打扮得整整齐齐，只是熏着香成天闲话。相识的全是城中的豪门大户，日夜来往的都是些贵戚之家。有谁怜惜貌美如玉的越女，身处贫贱，只好在江头独自洗纱。",
        "c2": "⑴洛阳女儿：取梁武帝萧衍《河中之水歌》中“河中之水向东流，洛旧女儿名莫愁”语。⑵才可：恰好。容颜：一作“颜容”。十五余：十五六岁。梁简文帝《怨歌行》：“十五颇有余。”⑶良人：古代妻对夫的尊称。玉勒：玉饰的马衔。骢（cōng）马：青白色的马。⑷脍（kuài）鲤鱼：切细的鲤鱼肉。脍：把鱼、肉切成薄片。⑸罗帷：丝织的帘帐。七香车：旧注以为以七种香木为车。⑹宝扇：古代贵妇出行时遮蔽之具，用鸟羽编成。九华帐：鲜艳的花罗帐。⑺狂夫：犹拙夫，古代妇女自称其夫的谦词，李白《捣衣篇》：“狂夫犹戍交河北。”⑻剧：戏弄，意谓可轻视石崇。李白《长干行》：“拆花门前剧”。季伦：晋石崇字季伦，家甚豪富。⑼怜：爱怜。碧玉：《乐府集》以为刘宋汝南王妾名。这里指洛阳女儿。⑽“不惜”一句：《世说新语·侈汰》记，王恺以晋武帝所赐二尺珊瑚示石崇，崇以铁如意击之。王恺斥之，崇乃命人搬来三四尺高珊瑚六七枝偿还之。⑾曙（shǔ）：天明。九微灯：汉武帝供王母使用的灯，这里指平常的灯火。⑿片片：指灯花。花琐：指雕花的连环形窗格。⒀曾无：从无。理：温习。⒁熏（xūn）香：用香料熏衣服。⒂赵李家：汉成帝的皇后赵飞燕、婕妤李平。这里泛指贵戚之家。⒃越女：指春秋时期越国美女西施。越，这里指今浙东。 "
    },
    "丹青引赠曹霸将军": {
        "title": "丹青引赠曹霸将军",
        "cont": "\n将军魏武之子孙，于今为庶为清门。英雄割据虽已矣，文采风流今尚存。学书初学卫夫人，但恨无过王右军。丹青不知老将至，富贵于我如浮云。开元之中常引见，承恩数上南薰殿。凌烟功臣少颜色，将军下笔开生面。良相头上进贤冠，猛将腰间大羽箭。褒公鄂公毛发动，英姿飒爽来酣战。先帝御马五花骢，画工如山貌不同。是日牵来赤墀下，迥立阊阖生长风。诏谓将军拂绢素，意匠惨澹经营中。斯须九重真龙出，一洗万古凡马空。玉花却在御榻上，榻上庭前屹相向。至尊含笑催赐金，圉人太仆皆惆怅。弟子韩干早入室，亦能画马穷殊相。干惟画肉不画骨，忍使骅骝气凋丧。将军画善盖有神，必逢佳士亦写真。即今漂泊干戈际，屡貌寻常行路人。途穷反遭俗眼白，世上未有如公贫。但看古来盛名下，终日坎壈缠其身。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "曹将军是魏武帝曹操后代子孙，而今却沦为平民百姓成为寒门。英雄割据的时代一去不复返了，曹家文章丰采却在你身上留存。当年为学书法你先拜师卫夫人，只恨得没有超过王羲之右将军。你毕生专攻绘画不知老之将至，荣华富贵对于你却如空中浮云。开元年间你常常被唐玄宗召见，承恩载德你曾多次登上南薰殿。凌烟阁的功臣画象年久褪颜色，曹将军你挥笔重画又别开生面。良相们的头顶都戴上了进贤冠，猛将们的腰间皆佩带着大羽箭。褒公鄂公的毛发似乎都在抖动，他们英姿飒爽好象是正在酣战。开元时先帝的天马名叫玉花骢，多少画家画出的都与原貌不同。当天玉花骢被牵到殿中红阶下，昂首屹立宫门更增添它的威风。皇上命令你展开丝绢准备作画，你匠心独运惨淡经营刻苦用功。片刻间九天龙马就在绢上显现，一下比得万代凡马皆成了平庸。玉花骢图如真马倒在皇帝榻上，榻上马图和阶前屹立真马相同。皇上含笑催促左右赏赐你黄金，太仆和马倌们个个都迷惘发怔。将军的门生韩干画技早学上手，他也能画马且有许多不凡形象。韩干只画外表画不出内在精神，常使骅骝好马的生气凋敝失丧。将军的画精美美在画中有神韵，偶逢真名士才肯为他动笔写真。而今你漂泊沦落在战乱的社会，平常所画的却是普通的行路人。你到晚年反而遭受世俗的白眼，人世间还未有人象你这般赤贫。只要看看历来那些负盛名的人，最终已经坎坷穷愁纠缠其身了。",
        "c2": "⑴丹青：指绘画。行：古时歌的一种体裁。曹霸：唐代名画家，以画人物及马著称，颇得唐高宗的宠幸，官至左武卫将军，故称他曹将军。⑵魏武：指魏武帝曹操。⑶庶：即庶人、平民。清门：即寒门，清贫之家。玄宗末年．霸得罪。削籍为庶人。⑷卫夫人：名铄，字茂猗。晋代有名的女书法家，擅长隶书及正书。⑸王右军：即晋代书法家王羲之．官至右军将军。⑹这两句是说曹霸—生精诚研求画艺甚至到了忘老的程度．同时他还看轻利禄富贵，具有高尚的情操。⑺开元：唐玄宗的年号(公元713年——711年)。引见：皇帝召见臣属。⑻承恩：获得皇帝的恩宠：南薰殿，唐宫殿名。⑼凌烟：即凌烟阁，唐太宗为了褒奖文武开国功臣，于贞观十七年命阎立本等在凌烟阁画二十四功臣图。少颜色，指功臣图像因年久而褪色。开生面：展现出如生的面貌。⑽进贤冠：古代成名，文儒者之服。大羽箭：大杆长箭。⑾褒公：即段志玄、封褒国公。鄂公：即尉迟敬德，封鄂国公。二人均系唐代开国名将，同为功臣图中的人物。⑿先帝：指唐玄宗。死于公元762年。五花骢：玄宗所骑的骏马名。骢是青白色的马。山：众多的意思。貌不同：画得不—样，即画得不象。貌，在这里作动词用。⒀ 赤墀：也叫丹墀。宫殿前的台阶。阊阖：宫门。⒁ 诏：皇帝的命令。意匠：指画家的立意和构思。惨澹：费心良苦。经营：即绘画的“经营位置 ，结构安排。这句说曹霸在画马前经过审慎的酝酿，胸有全局而后落笔作画。⒂九重：代指皇宫，因天子有九重门。真龙、古人称马高八尺为龙，这里喻所画的玉花骢。⒃ 圉人，管理御马的官吏。太仆：管理皇帝车马的官吏。⒄韩干：唐代名画家。善画人物，更擅长鞍马。他初师曹霸，注重写生，后来自成一家。穷殊相：极尽各种不同的形姿变化。⒅这两句说韩干画马仅得形似，不能传神。⒆盖有神：大概有神明之助，极言曹霸画艺高超。写真：指画肖像。⒇干戈：战争，当指安史之乱。貌：即写真。[21]坎壈：贫困潦倒。 "
    },
    "清平调·一枝红艳露凝香": {
        "title": "清平调·一枝红艳露凝香",
        "cont": "\n一枝红艳露凝香，云雨巫山枉断肠。借问汉宫谁得似，可怜飞燕倚新妆。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "贵妃真是一枝带露牡丹，艳丽凝香，楚王神女巫山相会，枉然悲伤断肠。请问汉宫得宠妃嫔，谁能和她相像？可爱无比的赵飞燕，还得依仗新妆！ ",
        "c2": "飞燕：赵飞燕，西汉皇后妆：修饰打扮 "
    },
    "夜归鹿门山歌": {
        "title": "夜归鹿门山歌",
        "cont": "\n山寺钟鸣昼已昏，渔梁渡头争渡喧。人随沙岸向江村，余亦乘舟归鹿门。鹿门月照开烟树，忽到庞公栖隐处。岩扉松径长寂寥，惟有幽人自来去。\n",
        "author": "孟浩然",
        "authorLink": "http://so.gushiwen.org/author_757.aspx",
        "c1": "韵译",
        "c2": "时山寺的钟声回荡山谷，渔梁渡口处一片喧闹的声音。人们沿着沙岸向江村走过去，我也乘坐一叶小舟返回鹿门。鹿门的月光使山树显现出来，我忽然来到了庞公隐居之地。清冷的山岩路寂静的林间道，唯有隐居的人在此飘逸来去。"
    },
    "琴歌": {
        "title": "琴歌",
        "cont": "\n主人有酒欢今夕，请奏鸣琴广陵客。月照城头乌半飞，霜凄万树风入衣。铜炉华烛烛增辉，初弹渌水后楚妃。一声已动物皆静，四座无言星欲稀。清淮奉使千馀里，敢告云山从此始。\n",
        "author": "李颀",
        "authorLink": "http://so.gushiwen.org/author_671.aspx",
        "c1": "主人摆酒今晚大家欢聚，琴师拨动琴弦助兴酒宴。明月照向城头乌鸦纷飞，寒霜降临寒风吹透衣衫。炉火暖融融华烛添光辉。艺人先弹《渌水》后奏《楚妃》。他的琴声一响万物寂静，四座无言屏气凝神倾听。奉命去远离乡关清淮，敬告大家我要归隐云山。",
        "c2": "⑴琴歌：听琴有感而歌。歌是体名，《文体明辨》：“其放情长言，杂而无方者日歌。”⑵主人：东道主。⑶广陵客：广陵在今江苏扬州，唐淮南道治所。古琴曲有《广陵散》，魏嵇康临刑奏之。“广陵客”指琴师。⑷乌：乌鸦。半飞：分飞。⑸霜凄万木：夜霜使树林带有凄意。⑹铜炉：铜制熏香炉。华烛：饰有文采的蜡烛。⑺渌水、楚妃：都是古琴曲。渌，清澈。⑻星欲稀：后夜近明时分。⑼清淮：淮水。时李颀即将赴任新乡尉，新乡临近淮水，故称清淮。奉使：奉使命。⑽敢告：敬告。云山：代指归隐。 "
    },
    "行路难·金樽清酒斗十千": {
        "title": "行路难·金樽清酒斗十千",
        "cont": "\n金樽清酒斗十千，玉盘珍羞直万钱。(羞 通：馐；直 通：值)停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。(雪满山 一作：雪暗天)闲来垂钓碧溪上，忽复乘舟梦日边。(碧 一作：坐)行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "金杯里装的名酒，每斗要价十千； 玉盘中盛的精美菜肴，收费万钱。胸中郁闷啊，我停杯投箸吃不下； 拔剑环顾四周，我心里委实茫然。想渡黄河，冰雪堵塞了这条大川； 要登太行，莽莽的风雪早已封山。象吕尚垂钓溪，闲待东山再起； 又象伊尹做梦，他乘船经过日边。世上行路呵多么艰难，多么艰难； 眼前歧路这么多，我该向北向南？相信总有一天，能乘长风破万里浪； 高高挂起云帆，在沧海中勇往直前！",
        "c2": "⑴行路难：选自《李白集校注》，乐府旧题。金樽（zūn）：古代盛酒的器具，以金为饰。清酒：清醇的美酒。斗十千：一斗值十千钱（即万钱），形容酒美价高。⑵玉盘：精美的食具。珍羞：珍贵的菜肴。羞：同“馐”，美味的食物。直：通“值”，价值。⑶投箸：丢下筷子。箸（zhù）：筷子。不能食：咽不下。茫然：无所适从。⑷太行：太行山。⑸闲来垂钓碧溪上，忽复乘舟梦日边：这两句暗用典故：姜太公吕尚曾在渭水的磻溪上钓鱼，得遇周文王，助周灭商；伊尹曾梦见自己乘船从日月旁边经过，后被商汤聘请，助商灭夏。这两句表示人自己对从政仍有所期待。碧：一作“坐”。忽复：忽然又。⑹多岐路，今安在：岔道这么多，如今身在何处？岐：一作“歧”，岔路。安：哪里。⑺长风破浪：比喻实现政治理想。据《宋书·宗悫传》载：宗悫少年时，叔父宗炳问他的志向，他说：“愿乘长风破万里浪。”会：当。⑻云帆：高高的船帆。船在海里航行，因天水相连，船帆好像出没在云雾之中。济：渡。 "
    },
    "玉阶怨": {
        "title": "玉阶怨",
        "cont": "\n玉阶生白露，夜久侵罗袜。却下水晶帘，玲珑望秋月。(水晶 一作 水精) \n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "玉石砌的台阶上生起了露水，深夜独立很久，露水浸湿了罗袜。回房放下水晶帘，仍然隔着帘子望着玲珑的秋月。",
        "c2": "①罗袜：丝织的袜子。 　　②却下：放下。 "
    },
    "将进酒": {
        "title": "将进酒",
        "cont": "\n君不见，黄河之水天上来，奔流到海不复回。君不见，高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)钟鼓馔玉不足贵，但愿长醉不复醒。(不足贵 一作：何足贵；不复醒 一作：不愿醒/不用醒)古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "你难道看不见那黄河之水从天上奔腾而来，波涛翻滚直奔东海，从不再往回流。你难道看不见那年迈的父母，对着明镜悲叹自己的白发，早晨还是满头的黑发，怎么才到傍晚就变成了雪白一片。（所以）人生得意之时就应当纵情欢乐，不要让这金杯无酒空对明月。每个人的出生都一定有自己的价值和意义，黄金千两（就算）一挥而尽，它也还是能够再得来。我们烹羊宰牛姑且作乐，（今天）一次性痛快地饮三百杯也不为多！岑夫子，丹丘生啊！快喝酒吧！不要停下来。让我来为你们高歌一曲，请你们为我倾耳细听：整天吃山珍海味的豪华生活有何珍贵，只希望醉生梦死而不愿清醒。 自古以来圣贤无不是冷落寂寞的，只有那会喝酒的人才能够留传美名。陈王曹植当年宴设平乐观的事迹你可知道，斗酒万千也豪饮，让宾主尽情欢乐。主人呀，你为何说钱不多？只管买酒来让我们一起痛饮。那些什么名贵的五花良马，昂贵的千金狐裘，把你的小儿喊出来，都让他拿去换美酒来吧，让我们一起来消除这无穷无尽的万古长愁！",
        "c2": "⑴将进酒：属乐府旧题。将（qiāng）：请。⑵君不见：乐府中常用的一种夸语。天上来：黄河发源于青海，因那里地势极高，故称。⑶高堂：高大的厅堂。青丝：黑发。此句意为在高堂上的明镜中看到了自己的白发而悲伤。⑷得意：适意高兴的时候。⑸会须：正应当。⑹岑夫子：岑勋。丹丘生：元丹丘。二人均为李白的好友。⑺杯莫停：一作“君莫停”。⑻与君：给你们，为你们。君，指岑、元二人。⑼倾耳听：一作“侧耳听”。⑽钟鼓：富贵人家宴会中奏乐使用的乐器。馔（zhuàn）玉：形容食物如玉一样精美。⑾不复醒：也有版本为“不用醒”或“不愿醒”。⑿陈王：指陈思王曹植。平乐：观名。在洛阳西门外，为汉代富豪显贵的娱乐场所。恣季深业书法《将进酒》季深业书法《将进酒》 ：纵情任意。谑（xuè）：戏。⒀言少钱：一作“言钱少”。⒁径须：干脆，只管。沽：买。⒂五花马：指名贵的马。一说毛色作五花纹，一说颈上长毛修剪成五瓣。⒃尔：你。销：同“消”。⒄也有说法作“但愿长醉不愿醒”。 "
    },
    "行路难·有耳莫洗颍川水": {
        "title": "行路难·有耳莫洗颍川水",
        "cont": "\n有耳莫洗颍川水，有口莫食首阳蕨。含光混世贵无名，何用孤高比云月？吾观自古贤达人，功成不退皆殒身。子胥既弃吴江上，屈原终投湘水滨。陆机雄才岂自保？李斯税驾苦不早。华亭鹤唳讵可闻？上蔡苍鹰何足道？君不见吴中张翰称达生，秋风忽忆江东行。且乐生前一杯酒，何须身后千载名？\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "不要学许由用颍水洗耳，不要学伯夷和叔齐隐居收养采薇而食。在世上活着贵在韬光养晦，为什么要隐居清高自比云月？我看自古以来的贤达之人，功绩告成之后不自行隐退都死于非命。伍子胥被吴王弃于吴江之上，屈原最终抱石自沉汨罗江中。陆机如此雄才大略也无法自保，李斯以自己悲惨的结局为苦。（陆机）是否还能听见华亭的别墅间的鹤唳？（李斯）是否还能在上蔡东门牵鹰打猎？你不知道吴中的张翰是个旷达之人，因见秋风起而想起江东故都。生时有一杯酒就应尽情欢乐，何须在意身后千年的虚名？",
        "c2": "①晋朝皇甫谧《高士传》卷上《许由》篇：“尧让天下于许由，……由于是遁耕于中岳颍水之阳，箕山之下……尧又召为九州长，由不欲闻之，洗耳于颍水滨。”②《史记·伯夷列传》：“武王已平殷乱，天下宗周，而伯夷、叔齐耻之，义不食周粟，隐于首阳山，采薇而食之……遂饿死于首阳山。”《索引》：“薇，蕨也。”按薇、蕨本二草，前人误以为一。③《高士传》：巢父谓许由曰：“何不隐汝形，藏汝光？”此句言不露锋芒，随世俯仰之意。④鲍照《拟行路难》：“自古圣贤尽贫贱”。《史记·蔡泽列传》：“四时之序，成功者去。……商君为秦孝公明法令，……功已成矣，而遂以车裂。……白起……功已成矣，而遂赐剑死于杜邮。吴起……功已成矣，而卒枝解。大夫种为越王深谋远计……令越成霸，功已彰而信矣，勾践终负而杀之。此四子者，功成不去，祸至于身？”⑤子胥：伍子胥。《吴越春秋》卷五《夫差内传》：“吴王闻子胥之怨恨也，乃使人赐属镂之剑，子胥……遂伏剑而死。吴王乃取子胥尸，盛以鸱夷之器，投之于江中。”又见《国语·吴语》。⑥《晋书·陆机传》载：陆机因宦人诬陷而被杀害于军中，临终叹曰：“华亭鹤唳，岂可复闻乎？”⑦《史记·李斯列传》载：李斯喟然叹曰：“……斯乃上蔡布衣……今人臣之位，无居臣上者，可谓富贵极矣。物极则衰，吾未知所税驾？”（《索引》：“税驾，犹解驾，言休息也”）⑧《史记·李斯列传》：“二世二年七月，具斯五刑，论腰斩咸阳市。斯出狱，与其中子俱执，顾谓其中子曰：‘吾欲与若复牵黄犬俱出上蔡东门逐狡兔，岂可得乎！’”《太平御览》卷九二六：《史记》曰：“李斯临刑，思牵黄犬、臂苍鹰，出上蔡门，不可得矣。” "
    },
    "清平调·名花倾国两相欢": {
        "title": "清平调·名花倾国两相欢",
        "cont": "\n名花倾国两相欢，常得君王带笑看。解释春风无限恨，沉香亭北倚栏杆。 \n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "绝代佳人与红艳牡丹相得益彰，美人与名花长使君王带笑观看。动人姿色似春风能消无限怨恨，在沉香亭北君王贵妃双依栏杆。",
        "c2": "清平调：一种歌的曲调，“平调、清调、瑟调”皆周房中之遗声。倾国：指绝代佳人得：使春风：代指君王 "
    },
    "石鼓歌": {
        "title": "石鼓歌",
        "cont": "\n张生手持石鼓文，劝我试作石鼓歌。少陵无人谪仙死，才薄将奈石鼓何。周纲凌迟四海沸，宣王愤起挥天戈。大开明堂受朝贺，诸侯剑佩鸣相磨。蒐于岐阳骋雄俊，万里禽兽皆遮罗。镌功勒成告万世，凿石作鼓隳嵯峨。从臣才艺咸第一，拣选撰刻留山阿。雨淋日灸野火燎，鬼物守护烦撝呵。公从何处得纸本，毫发尽备无差讹。辞严义密读难晓，字体不类隶与蝌。年深岂免有缺画，快剑斫断生蛟鼍。鸾翔凤翥众仙下，珊瑚碧树交枝柯。金绳铁索锁钮壮，古鼎跃水龙腾梭。陋儒编诗不收入，二雅褊迫无委蛇。孔子西行不到秦，掎摭星宿遗羲娥。嗟余好古生苦晚，对此涕泪双滂沱。忆昔初蒙博士征，其年始改称元和。故人从军在右辅，为我度量掘臼科。濯冠沐浴告祭酒，如此至宝存岂多。毡包席裹可立致，十鼓只载数骆驼。荐诸太庙比郜鼎，光价岂止百倍过。圣恩若许留太学，诸生讲解得切磋。观经鸿都尚填咽，坐见举国来奔波。剜苔剔藓露节角，安置妥帖平不颇。大厦深檐与盖覆，经历久远期无佗。中朝大官老于事，讵肯感激徒媕娿。牧童敲火牛砺角，谁复著手为摩挲。日销月铄就埋没，六年西顾空吟哦。羲之俗书趁姿媚，数纸尚可博白鹅。继周八代争战罢，无人收拾理则那。方今太平日无事，柄任儒术崇丘轲。安能以此尚论列，愿借辩口如悬河。石鼓之歌止于此，呜呼吾意其蹉跎。\n",
        "author": "韩愈",
        "authorLink": "http://so.gushiwen.org/author_682.aspx",
        "c1": "张生手拿周朝石鼓文的拓本， 劝我写一首咏赞它的石鼓歌。杜甫李白才华盖世但都作古， 薄才之人面对石鼓无可奈何。周朝政治衰败全国动荡不安， 周宣王发愤起兵挥起了天戈。庆功之时大开明堂接受朝贺， 诸侯接踵而至剑佩叮?撞磨。宣王田猎驰骋岐阳多么英俊， 四方禽兽无处躲藏都被网罗。为把英雄功业刻石扬名万世， 凿山石雕石鼓毁坏高山嵯峨。随从之臣才艺都是世上第一， 挑选优秀撰写刻石放在山坡。任凭长年雨打日晒野火焚烧， 仗着鬼神守护石鼓永不湮没。你从哪里得来这拓本的底稿？ 丝毫都很完备一点也无差错。言辞严谨内容奥密难于理解， 字体不象隶书蝌文自成一格。年代久远难免受损笔画残缺， 仍象得剑斩断活生生的蛟鼍。字迹有如鸾凤翔飞众仙飘逸， 笔画恰似珊瑚碧树枝?交错。苍劲钩连象金绳铁索穿锁钮， 浑然又象织梭化龙九鼎沦没。浅见儒士编纂经却不收入， 大雅小雅内容狭窄并不壮阔。孙子周游未到秦地无知难怪， 采诗不全象取星宿却漏羲娥。啊我虽好古却苦于生得太晚， 对着石鼓文我哭得涕泪滂沱。想当年我蒙召做国子监博士， 那年正改纪元年号称着元和，我的朋友在凤翔府任职从事， 曾经为我设计挖掘石鼓坑窝。我刷帽沐浴禀告国子监祭酒； “如此至宝文物世上能存几多？只要包毡裹席就能立即运到， 十个石鼓运载只需几匹骆驼。进献太庙把它比作文物郜鼎， 那声价百倍于郜鼎岂是太过？皇恩浩荡如果准许留在太学， 诸生就能钻研解说一起切磋。汉朝时鸿都门观经尚且拥塞， 将会看见全国上下为此奔波。剜剔藓苔泥尘露出文字棱角， 把它放得平平稳稳不偏不颇。高楼大厦深檐厚瓦把它覆盖， 经历久远不受意外损坏伤挫。”朝中的大官个个都老于世故， 他们空无主见岂肯感奋奔波？牧童在鼓上敲火牛用它磨角， 谁能再用手把这个宝物抚摸？长年累月风化销铄将被埋没。 六年来向西遥望我空叹吟哦！王羲之书法时俗趁机显秀媚， 书写数张还可换回一群白鹅。继周之后八代争战已经结束， 至今无人收拾整理又可奈何？如今正是天下太平国泰民安， 皇上重视儒术推崇孔丘孟轲。怎么才能把此事向皇帝建议， 愿借善辩之人发挥口若悬河。石鼓歌写到这里就算结束吧， 唉呀我的意愿大概是白说说！",
        "c2": "1、少陵：杜甫；2、谪仙：李白。3、陵迟：衰败。4、搜：打猎。5、遮罗：拦捕。6、隳：毁堕。7、翥：飞。8、掎摭：采取；9、羲：羲和，这里指日；10、娥：指月。11、讵肯：岂肯；12、?婀：无主见。13、八代：所指不明，泛指秦汉之后诸朝。14、则那：又奈何。 "
    },
    "长相思·其一": {
        "title": "长相思·其一",
        "cont": "\n长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端！上有青冥之长天，下有渌水之波澜。天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝！\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "长相思呵长相思，我们相思在长安，秋天蟋蟀常悲鸣，声声出自金井阑。薄霜凄凄送寒气，竹席已觉生凉寒；夜里想她魂欲断，孤灯伴我昏暗暗。卷起窗帘望明月，对月徒然独长叹；如花似玉美人呵，仿佛相隔在云端！青青冥冥呵，上是无边无垠的蓝天，清水渺渺呵，下是浩浩汤汤的波澜。天长长来地迢迢，灵魂飞越多辛苦；关山重重相阻隔，梦魂相见也艰难。长相思呵长相思，每每相思摧心肝！",
        "c2": "1、长安：今陕西省西安市。2、络纬：昆虫名，又名莎鸡，俗称纺织娘。3、金井阑：精美的井阑。4、簟色寒：指竹席的凉意。簟，凉席。5、帷：窗帘。6、青冥：青云。7、渌水：清水。8、关山难：关山难渡。9、摧：伤。 "
    },
    "韦讽录事宅观曹将军画马图": {
        "title": "韦讽录事宅观曹将军画马图",
        "cont": "\n国初已来画鞍马，神妙独数江都王。将军得名三十载，人间又见真乘黄。曾貌先帝照夜白，龙池十日飞霹雳。内府殷红玛瑙盘，婕妤传诏才人索。盘赐将军拜舞归，轻纨细绮相追飞。贵戚权门得笔迹，始觉屏障生光辉。昔日太宗拳毛騧，近时郭家狮子花。今之新图有二马，复令识者久叹嗟。此皆骑战一敌万，缟素漠漠开风沙。其余七匹亦殊绝，迥若寒空动烟雪。霜蹄蹴踏长楸间，马官厮养森成列。可怜九马争神骏，顾视清高气深稳。借问苦心爱者谁，后有韦讽前支遁。忆昔巡幸新丰宫，翠华拂天来向东。腾骧磊落三万匹，皆与此图筋骨同。自从献宝朝河宗，无复射蛟江水中。君不见金粟堆前松柏里，龙媒去尽鸟呼风。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "开国以来善画鞍马的画家中，画技最精妙传神只数江都王。曹将军画马出名已有三十载，人间又见古代真正神马“乘黄”。他曾描绘玄宗先帝的“照夜白”，画得象池龙腾飞十日声如雷。皇宫内库珍藏的殷红玛瑙盘，婕妤传下御旨才人将它取来。将军接受赐盘叩拜皇恩回归，轻纨细绮相继赐来快速如飞。贵戚们谁得到曹将军亲笔迹，谁就觉得府第屏障增加光辉。当年唐太宗著名宝马“拳毛?”。近代郭子仪家中好驹“狮子花”。而今新画之中就有这两匹马，使得识马的人久久感慨赞夸。这都是战骑以一胜万的好马，展开画绢如见奔马扬起风沙。其余七匹也都是特殊而奇绝，远远看去象寒空中飘动烟雪。霜蹄骏马蹴踏在长楸大道间，专职马倌和役卒肃立排成列。可爱的九匹马神姿争俊竞雄，昂首阔视显得高雅深沉稳重。请问有谁真心喜爱神姿骏马？后世韦讽前代支遁名传天下。想当年玄宗皇上巡幸新丰宫，车驾上羽旗拂天浩荡朝向东。腾飞跳跃精良好马有三万匹，匹匹与画图中马的筋骨雷同。譬如河宗献宝之后穆王归天，唐玄宗再也不能去射蛟江中。你没看见金粟堆前松柏林里，良马去尽徒见林鸟啼雨呼风。",
        "c2": "照夜白：马名。龙池：在唐宫内。支遁：东晋名僧，养马数匹，有人说道人养马不清高，答：“贫道爱其神骏。”此处比喻韦讽极爱曹霸的画马。“自从献宝朝河宗”：此句意指玄帝已经去世。金粟堆：玄宗的陵墓，在今陕西省蒲城县东。 "
    },
    "听安万善吹觱篥歌": {
        "title": "听安万善吹觱篥歌",
        "cont": "\n南山截竹为觱篥，此乐本自龟兹出。流传汉地曲转奇， 凉州胡人为我吹。傍邻闻者多叹息，远客思乡皆泪垂。 世人解听不解赏，长飙风中自来往。枯桑老柏寒飕飗， 九雏鸣凤乱啾啾。龙吟虎啸一时发，万籁百泉相与秋。 忽然更作渔阳掺，黄云萧条白日暗。变调如闻杨柳春， 上林繁花照眼新。岁夜高堂列明烛，美酒一杯声一曲。\n",
        "author": "李颀",
        "authorLink": "http://so.gushiwen.org/author_671.aspx",
        "c1": "从南山截段竹筒做成觱篥，这种乐器本来是出自龟兹。 流传到汉地曲调变得新奇，凉州胡人安万善为我奏吹。 座旁的听者个个感慨叹息，思乡的游客人人悲伤落泪。 世人只晓听曲不懂得欣赏，乐人就像独行于暴风之中。 又像风吹枯桑老柏沙沙响，还像九只雏凤鸣叫啾啾啼。 好似龙吟虎啸同时都爆发，又如万籁齐响秋天百泉汇。 忽然变作渔阳掺低沉悲壮，顿使白日转昏暗乌云翻飞。 再变如同杨柳枝热闹欢快，仿佛看到上林苑繁花似锦。 除夕夜高堂上明烛放光芒，喝杯美酒再欣赏一曲觱篥。",
        "c2": "⑴觱篥（bìlì）：亦作：“筚篥”、“悲篥”，又名“笳管”。簧管古乐器，似唢呐，以竹为主，上开八孔（前七后一），管口插有芦制的哨子。汉代由西域传入，今已失传。⑵龟兹（qīucí）：古西域城国名，在今新疆库车、沙雅一带。⑶曲转奇：曲调变得更加新奇、精妙。⑷凉州：在今甘肃一带。⑸傍：靠近、临近，意同“邻”。⑹远客：漂泊在外的旅人。⑺解：助动词，能、会。苏轼《六月二十日夜渡海》：“苦雨终风也解晴。”⑻飙：暴风，这里用如形容词。自：用在谓语前，表示事实本来如此，或虽有外因，本身依然如故。可译为“本来，自然”。《史记》：“桃李不言，下自成蹊。” ⑼飕飗：拟声词，风声。⑽九雏鸣凤：典出古乐府“凤凰鸣啾啾，一母将九雏”，形容琴声细杂清越。⑾万籁：自然界的各种天然音响。百泉：百道流泉之声音。相与：共同、一起。陶渊明《移居二首》：“奇文共欣赏，疑义相与析。”⑿渔阳掺：渔阳一带的民间鼓曲名，这里借代悲壮、凄凉的之声。⒀黄云：日暮之云。李白《乌夜啼》：“黄云城边乌欲栖，归飞哑哑枝上啼。”萧条：寂寥、冷落。⒁杨柳：指古曲名《折杨柳》，曲调轻快热闹。⒂上林：即上林苑，古宫苑名，有两处：一为秦都咸阳时置，故址在今陕西西安市西；一为东汉时置，故址在今河南洛阳市东。新：清新。⒃岁夜：除夕。⒄声：动词，听。谭嗣同《仁学》：“目不得而色，耳不得而声，口鼻不得而臭味。” "
    },
    "长相思·其二": {
        "title": "长相思·其二",
        "cont": "\n日色欲尽花含烟，月明欲素愁不眠。赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天，昔日横波目，今作流泪泉。不信妾断肠，归来看取明镜前。(断肠 一作：肠断)\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "夕阳西下暮色朦胧，花蕊笼罩轻烟，月华如练，我思念着情郎终夜不眠。柱上雕饰凤凰的赵瑟，我刚刚停奏，心想再弹奏蜀琴，又怕触动鸳鸯弦。这饱含情意的曲调，可惜无人传递，但愿它随着春风，送到遥远的燕然。忆情郎呵、情郎他迢迢隔在天那边，当年递送秋波的双眼，而今成了流泪的源泉。您若不信贱妾怀思肝肠欲断，请归来看看明镜前我的容颜！",
        "c2": "①赵瑟：相传古代赵国的人善弹瑟。瑟：弦乐器。②凤凰柱：或是瑟柱上雕饰凤凰形状。③蜀琴句：旧注谓蜀琴与司马相如琴挑故事有关。按：鲍照有“蜀琴抽白雪”句。白居易也有“蜀琴安膝上，《周易》在床头”句。李贺“吴丝蜀桐张高秋”，王琦注云：“蜀中桐木宜为乐器，故曰蜀桐。”蜀桐实即蜀琴。似古人中常以蜀琴喻佳琴，恐与司马相如、卓文君事无关。鸳鸯弦也只是为了强对凤凰柱。 "
    },
    "长干行·君家何处住": {
        "title": "长干行·君家何处住",
        "cont": "\n君家何处住，妾住在横塘。停船暂借问，或恐是同乡。\n",
        "author": "崔颢",
        "authorLink": "http://so.gushiwen.org/author_547.aspx",
        "c1": "请问大哥你的家在何方。我家是住在建康的横塘。停下船吧暂且借问一声，听口音恐怕咱们是同乡。",
        "c2": "①长干行：乐府曲名。 是长干里一带的民歌，长干里在今江苏省南京市南面。②君：古代对男子的尊称。③妾：古代女子自称的谦词。④横塘：现江苏省南京市江宁区。　⑤暂：暂且、姑且。⑥借问：请问一下。⑦或恐：也许。 "
    },
    "春泛若耶溪": {
        "title": "春泛若耶溪",
        "cont": "\n幽意无断绝，此去随所偶。晚风吹行舟，花路入溪口。际夜转西壑，隔山望南斗。潭烟飞溶溶，林月低向后。生事且弥漫，愿为持竿叟。\n",
        "author": "綦毋潜",
        "authorLink": "http://so.gushiwen.org/author_766.aspx",
        "c1": "归隐之心长期以来不曾中断，此次泛舟随遇而安任其自然。阵阵晚风吹着小舟轻轻荡漾，一路春花撒到了溪口的两边。傍晚时分船儿转出西山幽谷，隔山望见了南斗明亮的闪光。水潭烟雾升腾一片白白茫茫，岸树明月往后与船行走逆向。人间世情多么繁复多么茫然，愿作渔翁持竿垂钓在此溪旁！",
        "c2": "（1）若耶溪：《水经注》记载：“若耶溪水，上承嶕岘麻溪，溪之下孤潭周数亩，麻潭下注若耶溪。水至清，照众山倒影，窥之如画。”《寰宇记》记载：“若耶溪在会稽县东二十八里。”（2）际夜：至夜。（3）南斗：星宿名称。《越绝书》：“越故治今大越山阴，南斗也。”张衡《周天大象赋》：“眺北宫于玄武，洎南斗于牵牛。”（4）潭烟：水气。（5）弥漫：渺茫。 "
    },
    "蜀道难": {
        "title": "蜀道难",
        "cont": "\n噫吁嚱，危乎高哉！蜀道之难，难于上青天！蚕丛及鱼凫，开国何茫然！尔来四万八千岁，不与秦塞通人烟。西当太白有鸟道，可以横绝峨眉巅。地崩山摧壮士死，然后天梯石栈相钩连。上有六龙回日之高标，下有冲波逆折之回川。黄鹤之飞尚不得过，猿猱欲度愁攀援。(攀援 一作：攀缘)青泥何盘盘，百步九折萦岩峦。扪参历井仰胁息，以手抚膺坐长叹。问君西游何时还？畏途巉岩不可攀。但见悲鸟号古木，雄飞雌从绕林间。又闻子规啼夜月，愁空山。蜀道之难,难于上青天，使人听此凋朱颜！连峰去天不盈尺，枯松倒挂倚绝壁。飞湍瀑流争喧豗，砯崖转石万壑雷。其险也如此，嗟尔远道之人胡为乎来哉！(也若此 一作：也如此)剑阁峥嵘而崔嵬，一夫当关，万夫莫开。所守或匪亲，化为狼与豺。朝避猛虎，夕避长蛇；磨牙吮血，杀人如麻。锦城虽云乐，不如早还家。蜀道之难,难于上青天，侧身西望长咨嗟！\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "唉呀呀！多么高峻伟岸！蜀道真太难攀登，简直难于上青天。传说中蚕丛和鱼凫建立了蜀国，开国的年代实在久远无法详谈。自从那时至今约有四万八千年，秦蜀被秦岭所阻从不沟通往返。西边太白山有飞鸟能过的小道。从那小路走可横渡峨眉山顶端。山崩地裂蜀国五壮士被压死了，两地才有天梯栈道开始相通连。上有挡住太阳神六龙车的山巅，下有激浪排空迂回曲折的大川。善于高飞的黄鹤尚且无法飞过，即使猢狲要想翻过也愁于攀援。青泥岭多么曲折绕着山峦盘旋，百步之内萦绕岩峦转九个弯弯。屏住呼吸仰头过参井皆可触摸，用手抚胸惊恐不已徒长吁短叹。好朋友呵请问你西游何时回还？可怕的岩山栈道实在难以登攀！只见那悲鸟在古树上哀鸣啼叫；雄雌相随飞翔在原始森林之间。月夜听到的是杜鹃悲惨的啼声，令人愁思绵绵呵这荒荡的空山！蜀道真难走呵简直难于上青天，叫人听到这些怎么不脸色突变？山峰座座相连离天还不到一尺；枯松老枝倒挂倚贴在绝壁之间。漩涡飞转瀑布飞泻争相喧闹着；水石相击转动像万壑鸣雷一般。那去处恶劣艰险到了这种地步；唉呀呀你这个远方而来的客人，为了什么而来到这险要的地方？剑阁那地方崇峻巍峨高入云端，只要一人把守千军万马难攻占。驻守的官员若不是自己的近亲；难免要变为豺狼踞此为非造反。清晨你要提心吊胆地躲避猛虎；傍晚你要警觉防范长蛇的灾难。豺狼虎豹磨牙吮血真叫人不安；毒蛇猛兽杀人如麻即令你胆寒。锦官城虽然说是个快乐的所在；如此险恶还不如早早地把家还。蜀道太难走呵简直难于上青天；侧身西望令人不免感慨与长叹！",
        "c2": "（1）《蜀道难》：古乐府题，属《相和歌·瑟调曲》。（2）噫吁嚱：惊叹声，蜀方言，表示惊讶的声音。宋庠《宋景文公笔记》卷上：“蜀人见物惊异，辄曰‘噫吁嚱’。”（3）蚕丛、鱼凫：传说中古蜀国两位国王的名字。何茫然：难以考证。何：多么。茫然：渺茫遥远的样子。指古史传说悠远难详，茫昧杳然。据西汉扬雄巜蜀本王纪>记载：\"蜀王之先，名蚕丛、柏灌、鱼凫，蒲泽、开明。……从开明上至蚕丛，积三万四千岁。\"（4）尔来：从那时以来。四万八千岁：极言时间之漫长，夸张而大约言之。秦塞：秦的关塞，指秦地。秦地四周有山川险阻，故称\"四塞之地\"。通人烟：人员往来。（5）西当：西对。当：对着，向着。太白：太白山，又名太乙山，在长安西（今陕西眉县、太白县一带）。鸟道：指连绵高山间的低缺处，只有鸟能飞过，人迹所不能至。横绝：横越。峨眉巅：峨眉顶峰。（6）地崩山摧壮士死：《华阳国志·蜀志》：相传秦惠王想征服蜀国，知道蜀王好色，答应送给他五个美女。蜀王派五位壮士去接人。回到梓潼（今四川剑阁之南）的时候，看见一条大蛇进入穴中，一位壮士抓住了它的尾巴，其余四人也来相助，用力往外拽。不多时，山崩地裂，壮士和美女都被压死。山分为五岭，入蜀之路遂通。这便是有名的“五丁开山”的故事。摧：倒塌。天梯：非常陡峭的山路。石栈：栈道。（7）六龙回日：《淮南子》注云：“日乘车，驾以六龙。羲和御之。日至此面而薄于虞渊，羲和至此而回六螭。”螭即龙。高标：指蜀山中可作一方之标识的最高峰。 冲波：水流冲击腾起的波浪，这里指激流。逆折：水流回旋。回川：有漩涡的河流。（8）黄鹤：黄鹄（Hú），善飞的大鸟。尚：尚且。得：能。猿猱（náo）：蜀山中最善攀援的猴类。（9）青泥：青泥岭，在今甘肃徽县南，陕西略阳县北。《元和郡县志》卷二十二：“青泥岭，在县西北五十三里，接溪山东，即今通路也。悬崖万仞，山多云雨，行者屡逢泥淖，故号青泥岭。”盘盘：曲折回旋的样子。百步九折：百步之内拐九道弯。萦：盘绕。岩峦：山峰。（10）扪参历井：参(shēn)、井是二星宿名。古人把天上的星宿分别指配于地上的州国，叫做“分野”，以便通过观察天象来占卜地上所配州国的吉凶。参星为蜀之分野，井星为秦之分野。扪(mén)：用手摸。历：经过。胁息：屏气不敢呼吸。膺：胸。坐：徒，空。（11）君：入蜀的友人。畏途：可怕的路途。巉岩：险恶陡峭的山壁。（12）但见：只听见。号古木：在古树木中大声啼鸣。从：跟随。（13）子规：即杜鹃鸟，蜀地最多，鸣声悲哀，若云“不如归去”。《蜀记》曰：“昔有人姓杜名宇，王蜀，号曰望帝。宇死，俗说杜宇化为子规。子规，鸟名也。蜀人闻子规鸣，皆曰望帝也。”这两句也有断为“又闻子规啼，夜月愁空山”的，但不如此文这种断法顺。（14）凋朱颜：红颜带忧色，如花凋谢。凋，使动用法，使.....凋谢，这里指脸色由红润变成铁青。（15）去：距离。盈：满。（16）飞湍（tuān）：飞奔而下的急流。喧豗（huī）：喧闹声，这里指急流和瀑布发出的巨大响声。砯（pīng）崖：水撞石之声。砯，水冲击石壁发出的响声，这里作动词用，冲击的意思。转，使滚动。 壑：山谷。（17）嗟：感叹声。尔：你。胡为：为什么。来：指入蜀。（18）剑阁：又名剑门关，在四川剑阁县北，是大、小剑山之间的一条栈道，长约三十余里。峥嵘、崔嵬，都是形容山势高大雄峻的样子。“一夫”两句：《文选》卷四左思《蜀都赋》：“一人守隘，万夫莫向”。《文选》卷五十六张载《剑阁铭》：“一人荷戟，万夫趦趄。形胜之地，匪亲勿居。”一夫：一人。当关：守关。莫开：不能打开。（19）所守：指把守关口的人。或匪亲：倘若不是可信赖的人。匪，同“非”。（20）朝：早上。吮：吸。（21）锦城：成都古代以产棉闻名，朝廷曾经设官于此，专收棉织品，故称锦城或锦官城。《元和郡县志》卷三十一剑南道成都府成都县：“锦城在县南十里，故锦官城也。”今四川成都市。（22）咨嗟：叹息。 "
    },
    "塞下曲·饮马渡秋水": {
        "title": "塞下曲·饮马渡秋水",
        "cont": "\n饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。\n",
        "author": "王昌龄",
        "authorLink": "http://so.gushiwen.org/author_437.aspx",
        "c1": "牵马饮水渡过了那大河，水寒刺骨秋风如剑如刀。沙场广袤夕阳尚未下落，昏暗中看见遥远的临洮。当年长城曾经一次鏖战，都说戍边战士的意气高。自古以来这里黄尘迷漫，遍地白骨零乱夹着野草。",
        "c2": "1.饮（yìn）马：给马喝水。2.平沙：广漠的沙原。3.黯（àn）黯：昏暗模糊的样子。临洮：古县名，秦置，治所在今甘肃岷县，以临近洮水得名。秦筑长城，西起于此，故有“昔日长城战”之语。4.昔：一作“当”。长：一作“龙”。5.足：一作“漏”，一作“是”。6.蓬蒿：蓬草蒿草之类杂草。 "
    },
    "秋夜曲": {
        "title": "秋夜曲",
        "cont": "\n桂魄初生秋露微，轻罗已薄未更衣。银筝夜久殷勤弄，心怯空房不忍归。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "月亮初升时秋露已经稀微，身着单薄的罗衣并未更换别的衣裳。漫漫长夜满怀深情地银筝拨动，心中害怕独守空房，不忍进屋睡觉。",
        "c2": "秋夜曲：属乐府《杂曲歌辞》，是一首宛转含蓄的闺怨。桂魄：即月亮。相传月中有桂树，又月初生时的微光曰魄，故称初生之月为桂魄。轻罗：轻盈的丝织品，宜做夏装，在此代指夏装。已薄：已觉单薄。筝：拨弦乐器，十三弦。殷勤弄：频频弹拨。空房：谓独宿无伴。 "
    },
    "子夜吴歌·秋歌": {
        "title": "子夜吴歌·秋歌",
        "cont": "\n长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "长安城内一片月光，千户万户都在捣衣。秋风吹送捣衣声声，家家怀念戍边之人。何时才能平息边境战争，让我丈夫结束远征。",
        "c2": "1.一片月：一片皎洁的月光。2.万户：千家万户。捣衣：把衣料放在石砧上用棒槌捶击，使衣料绵软以便裁缝；将洗过头次的脏衣放在石板上捶击，去浑水，再清洗。3.吹不尽：吹不散。4.玉关：玉门关，故址在今甘肃省敦煌县西北，此处代指良人戍边之地。5.平胡虏：平定侵扰边境的敌人。6.良人：古时妇女对丈夫的称呼。《·唐风·绸缪》：“今夕何夕，见此良人。”罢：结束。 "
    },
    "子夜吴歌·夏歌": {
        "title": "子夜吴歌·夏歌",
        "cont": "\n镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。回舟不待月，归去越王家。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "镜湖之大有三百余里，到处都开满了欲放的苛花。西施五月曾在此采莲，引得来观看的人挤满了若耶溪。西施回家不到一个月，便被选进了宫中。",
        "c2": " ①子夜吴歌：六朝乐府吴声歌曲。《唐书·乐志》：“《子夜吴歌》者，晋曲也。晋有女子名子夜，造此声，声过哀苦。”《乐府解题》：“后人更为四时行乐之词，谓之《子夜四时歌》。”李白的《子夜吴歌》也是分咏四季，这是第三首《秋歌》。并由原来的五言四句扩展为五言六句。②镜湖：一名鉴湖，在今浙江绍兴县东南。③菡（hàn）萏（dàn）：荷花的别称。古人称未开的荷花为“菡萏”，即花苞。④若耶：若耶溪，在今浙江绍兴境内。溪旁旧有浣纱石古迹，相传西施浣纱于此，故又名“浣纱溪”。⑤回舟不待月：指西施离去之速，就在回舟的时候，月亮尚未出来，就被带邀而去了。这是夸饰的修辞手法。 "
    },
    "老将行": {
        "title": "老将行",
        "cont": "\n少年十五二十时，步行夺得胡马骑。射杀中山白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾军。莫嫌旧日云中守，犹堪一战取功勋。\n",
        "author": "王维",
        "authorLink": "http://so.gushiwen.org/author_515.aspx",
        "c1": "当年十五二十岁青春之时，徒步就能夺得胡人战马骑。年轻力壮射杀山中白额虎，数英雄岂止邺下的黄须儿？身经百战驰骋疆场三千里，曾以一剑抵当了百万雄师。汉军声势迅猛如惊雷霹雳，虏骑互相践踏是怕遇蒺藜。卫青不败是由于天神辅助，李广无功却缘于命运不济。自被摈弃不用便开始衰朽，世事随时光流逝人成白首。当年象后羿飞箭射雀无目，如今不操弓疡瘤生于左肘。象故侯流落为民路旁卖瓜，学陶令门前种上绿杨垂柳。古树苍茫一直延伸到深巷，寥落寒山空对冷寂的窗牖。誓学耿恭在疏勒祈井得泉，不做颍川灌夫为牢骚酗酒。贺兰山下战士们列阵如云，告急的军书日夜频频传闻。持节使臣去三河招募兵丁，招书令大将军分五路出兵。老将揩试铁甲光洁如雪色，且持宝剑闪动剑上七星纹。愿得燕地的好弓射杀敌将，绝不让敌人甲兵惊动国君。莫嫌当年云中太守又复职，还堪得一战为国建立功勋。",
        "c2": "⑴“步行”句：汉名将李广，为匈奴骑兵所擒，广时已受伤，便即装死。后于途中见一胡儿骑着良马，便一跃而上，将胡儿推在地下，疾驰而归。见《史记·李将军列传》。夺得：一作“夺取”。⑵“射杀”句：与上文连观，应是指李广为右北平太守时，多次射杀山中猛虎事。白额虎（传说为虎中最凶猛一种），则似是用晋名将周处除三害事。南山白额虎是三害之一。见《晋书·周处传》。中山：一作“山中”，一作“阴山”。⑶肯数：岂可只推。邺下黄须儿：指曹彰，曹操第二子，须黄色，性刚猛，曾亲征乌丸，颇为曹操爱重，曾持彰须曰：“黄须儿竟大奇也。”这句意谓，岂可只算黄须儿才是英雄。邺下，曹操封魏王时，都邺（今河北临漳县西）。⑷蒺藜：本是有三角刺的植物，这里指铁蒺藜，战地所用障碍物。⑸卫青：汉代名将，汉武帝皇后卫子夫之弟，以征伐匈奴官至大将军。卫青姊子霍去病，也曾远入匈奴境，却未曾受困折，因而被看作“有天幸”。“天幸”本霍去病事，然古代常卫、霍并称，这里当因卫青而联想霍去病事。⑹“李广”句：李广曾屡立战功，汉武帝却以他年老数奇，暗示卫青不要让李广抵挡匈奴，因而被看成无功，没有封侯。缘，因为。数，命运。奇，单数。偶之对称，奇即不偶，不偶即不遇。⑺飞箭无全目：鲍照《拟古》：“惊雀无全目。”李善注引《帝王世纪》：吴贺使羿射雀，贺要羿射雀左目，却误中右目。这里只是强调羿能使雀双目不全，于此见其射艺之精。飞箭：一作“飞雀”。⑻垂杨生左肘：《庄子·至乐》：“支离叔与滑介叔观于冥柏之丘，昆仑之虚，黄帝之所休，俄而柳生其左肘，其意蹶蹶然恶之。”沈德潜以为“柳，疡也，非杨柳之谓”，并以王诗的垂杨“亦误用”。他意思是说，庄子的柳生其左肘的柳本来即疡之意，王维却误解为杨柳之柳，因而有垂云云。高步瀛说：“或谓柳为瘤之借字，盖以人肘无生柳者。然支离、滑介本无其人，生柳寓言亦无不可。”高说似较胜。⑼故侯瓜：召平，本秦东陵侯，秦亡为平民，贫，种瓜长安城东，瓜味甘美。⑽先生柳：晋陶渊明弃官归隐后，因门前有五株杨柳，遂自号“五柳先生”，并写有《五柳先生传》。⑾苍茫：一作“茫茫”。连：一作“迷”。⑿“誓令”句：后汉耿恭与匈奴作战，据疏勒城，匈奴于城下绝其涧水，恭于城中穿井，至十五丈犹不得水，他仰叹道：“闻昔贰师将军（李广利）拔佩刀刺山，飞泉涌出，今汉德神明，岂有穷哉。”旋向井祈祷，过了一会，果然得水。事见《后汉书·耿恭传》。疏勒：指汉疏勒城，非疏勒国。⒀颍川空使酒：灌夫，汉颍阴人，为人刚直，失势后颇牢骚不平，后被诛。使酒：恃酒逞意气。⒁聊持：且持。星文：指剑上所嵌的七星文。⒂天将：一作“大将”。⒃“耻令”句：意谓以敌人甲兵惊动国君为可耻。《说苑·立节》：越国甲兵入齐，雍门子狄请齐君让他自杀，因为这是越甲在鸣国君，自己应当以身殉之，遂自刎死。呜：这里是惊动的意思。吴军：一作“吾君”。⒄取：一作“树”。 "
    },
    "子夜吴歌·春歌": {
        "title": "子夜吴歌·春歌",
        "cont": "\n秦地罗敷女，采桑绿水边。素手青条上，红妆白日鲜。蚕饥妾欲去，五马莫留连。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "资料：",
        "c2": ""
    },
    "子夜吴歌·冬歌": {
        "title": "子夜吴歌·冬歌",
        "cont": "\n明朝驿使发，一夜絮征袍。素手抽针冷，那堪把剪刀。裁缝寄远道，几日到临洮。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "明晨驿使就要出发，思妇们连夜为远征的丈夫赶制棉衣。纤纤素手连抽针都冷得不行，更不说用那冰冷的剪刀来裁衣服了。妾将裁制好的衣物寄向远方，几时才能到达边关临洮？",
        "c2": "临洮：在今甘肃临潭县西南，此泛指边地驿：驿馆 "
    },
    "关山月": {
        "title": "关山月",
        "cont": "\n明月出天山，苍茫云海间。长风几万里，吹度玉门关。汉下白登道，胡窥青海湾。由来征战地，不见有人还。戍客望边邑，思归多苦颜。(望边邑 一作：望边色)高楼当此夜，叹息未应闲。\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "一轮明月从祁连山升起，穿行在苍茫云海之间。浩荡的长风吹越几万里，吹过将士驻守的玉门关。当年汉兵直指白登山道，吐蕃觊觎青海大片河山。这里就是历代征战之地，出征将士很少能够生还。戍守兵士远望边城景象，思归家乡不禁满面愁容。此时将士的妻子在高楼，哀叹何时能见远方亲人。",
        "c2": "⑴关山月：乐府旧题，属横吹曲辞，多抒离别哀伤之情。《乐府古题要解》：“‘关山月’，伤离别也。”⑵天山：即祁连山。在今甘肃、新疆之间，连绵数干里。因汉时匈奴称”天“为”祁连“，所以祁连山也叫做天山。⑶玉门关：故址在今甘肃敦煌西北，古代通向西域的交通要道。此二句谓秋风自西方吹来，吹过玉门关。⑷下：指出兵。白登：今山西大同东有白登山。汉高祖刘邦领兵征匈奴，曾被匈奴在白登山围困了七天。《汉书·匈奴传》：“（匈奴）围高帝于白登七日。”颜师古注：“白登山在平城东南，去平城十余里。”⑸胡：此指吐蕃。窥：有所企图，窥伺，侵扰。青海湾：即今青海省青海湖，湖因青色而得名。⑹由来：自始以来；历来。《易·坤》：“臣弑其君，子弑其父，非一朝一夕之故，其由来者渐矣。”⑺戍客：征人也。驻守边疆的战士。边色：一作“边邑”。⑻高楼：古中多以高楼指闺阁，这里指戍边兵士的妻子。曹植《七哀诗》：“明月照高楼，流光正徘徊。思妇高楼上，悲叹有余哀。”此二句当本此。 "
    },
    "行路难·大道如青天": {
        "title": "行路难·大道如青天",
        "cont": "\n大道如青天，我独不得出。羞逐长安社中儿，赤鸡白雉赌梨粟。弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！\n",
        "author": "李白",
        "authorLink": "http://so.gushiwen.org/author_247.aspx",
        "c1": "人生道路如此宽广，唯独我没有出路。我不愿意追随长安城中的富家子弟，去搞斗鸡走狗一类的赌博游戏。像冯谖那样弹剑作歌发牢骚，在权贵之门卑躬屈节是不合我心意的。当年淮阴市人讥笑韩信怯懦无能，汉朝公卿大臣嫉妒贾谊才能超群。你看，古时燕昭王重用郭隗，拥篲折节、谦恭下士，毫不嫌疑猜忌。剧辛和乐毅感激知遇的恩情，竭忠尽智，以自己的才能来报效君主。然而燕昭王早就死了，还有谁能像他那样重用贤士呢？世路艰难，我只得归去啦！",
        "c2": "①羞逐长安社中儿，赤鸡白雉赌梨栗：字面上是说自己耻于像长安的市井小人一般凭着斗鸡小技赌胜微不足道的彩头暗讽唐玄宗在宫内设置斗鸡坊，斗鸡小儿因此而谋得功名富贵。据陈鸿《东城父老传》记载，唐玄宗宠爱一个叫贾昌的斗鸡小孩，给了他极其珍贵的待遇，而且恩宠他达几十年之久。②弹剑作歌奏苦声：战国时代，冯谖投齐国贵族孟尝君门下为门客，但不受孟尝君的重视，便三番弹剑作歌，抱怨自己得到的待遇太低。曳裾王门：语出《汉书·邹阳传》中的“饰固陋。 "
    },
    "游子吟": {
        "title": "游子吟",
        "cont": "\n慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。\n",
        "author": "孟郊",
        "authorLink": "http://so.gushiwen.org/author_232.aspx",
        "c1": "慈母用手中的针线，为远行的儿子赶制身上的衣衫。临行前一针针密密地缝缀，怕的是儿子回来得晚衣服破损。有谁敢说，子女像小草那样微弱的孝心，能够报答得了像春晖普泽的慈母恩情呢？",
        "c2": "⑴游子：古代称远游旅居的人。吟：体名称。⑵游子：指诗人自己，以及各个离乡的游子。⑶临：将要。⑷意恐：担心。归：回来，回家。⑸谁言：一作“难将”。言：说。寸草：小草。这里比喻子女。心：语义双关，既指草木的茎干，也指子女的心意。⑹报得：报答。三春晖：春天灿烂的阳光，指慈母之恩。三春：旧称农历正月为孟春，二月为仲春，三月为季春，合称三春。晖：阳光。形容母爱如春天温暖、和煦的阳光照耀着子女。 "
    },
    "古从军行": {
        "title": "古从军行",
        "cont": "\n白日登山望烽火，黄昏饮马傍交河。行人刁斗风沙暗，公主琵琶幽怨多。野云万里无城郭，雨雪纷纷连大漠。胡雁哀鸣夜夜飞，胡儿眼泪双双落。闻道玉门犹被遮，应将性命逐轻车。年年战骨埋荒外，空见蒲桃入汉家。\n",
        "author": "李颀",
        "authorLink": "http://so.gushiwen.org/author_671.aspx",
        "c1": "白天登山观察报警的烽火台，黄昏时牵马饮水靠近交河边。昏暗的风沙传来阵阵刁斗声，如同汉代公主琵琶充满幽怨。旷野云雾茫茫万里不见城郭，雨雪纷纷笼罩着无边的沙漠。哀鸣的胡雁夜夜从空中飞过，胡人士兵个个眼泪双双滴落。听说玉门关已被挡住了归路，战士只有追随将军拼命奔波。年年战死的尸骨埋葬于荒野，换来的只是西域葡萄送汉家。",
        "c2": "⑴烽火：古代一种警报。⑵饮（yìn）马：给马喂水。傍：顺着。交河：古县名，故城在今新疆吐鲁番西面。⑶行人：出征战士。刁斗：古代军中铜制炊具，容量一斗。白天用以煮饭，晚上敲击代替更柝。⑷公主琵琶：汉武帝时以江都王刘建女细君嫁乌孙国王昆莫，恐其途中烦闷，故弹琵琶以娱之。⑸“闻道”两句：汉武帝曾命李广利攻大宛，欲至贰师城取良马，战不利，广利上书请罢兵回国，武帝大怒，发使至玉门关，曰：“军有敢入，斩之！”两句意谓边战还在进行，只得随着将军去拼命。⑹蒲桃：今作“葡萄”。 "
    },
    "金缕衣": {
        "title": "金缕衣",
        "cont": "\n劝君莫惜金缕衣，劝君惜取少年时。(惜取 一作：须取)花开堪折直须折，莫待无花空折枝。(花开 一作：有花)\n",
        "author": "",
        "authorLink": "http://so.gushiwen.orgundefined",
        "c1": "我劝你不要顾惜华贵的金缕衣，我劝你一定要珍惜青春少年时。花开宜折的时候就要抓紧去折，不要等到花谢时只折了个空枝。",
        "c2": "不要爱惜荣华富贵，而应爱惜少年时光。就像那盛开的鲜花，要及时采摘。如果采摘不及时，等到春残花落之时，就只能折取花枝了。"
    },
    "兵车行": {
        "title": "兵车行",
        "cont": "\n车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。(耶娘 一作：“爷”)牵衣顿足拦道哭，哭声直上干云霄。道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "车辆隆隆响，战马萧萧鸣，出征士兵弓箭各自佩在腰。爹娘妻子儿女奔跑来相送，行军时扬起的尘土遮天蔽日以致看不见咸阳桥。拦在路上牵着士兵衣服顿脚哭，哭声直上天空冲入云霄。路旁经过的人问出征士兵怎么样，出征士兵只是说按名册征兵很频繁。有的人十五岁到黄河以北去戍守，纵然到了四十岁还要到西部边疆去屯田。到里长那里用头巾把头发束起来，他们回时已经白头还要去守边疆。边疆无数士兵流血形成了海水，武皇开拓边疆的念头还没停止。您没听说汉家华山以东两百州，百千村落长满了草木。即使有健壮的妇女手拿锄犁耕种，田土里的庄稼也长得没有东西行列。更何况秦地的士兵又能够苦战，被驱使去作战与鸡狗没有分别。尽管长辈有疑问，服役的人们怎敢申诉怨恨？就像今年冬天，还没有停止征调函谷关以西的士兵。县官紧急地催逼百姓交租税，租税从哪里出？如果确实知道生男孩是坏事情，反而不如生女孩好。生下女孩还能够嫁给近邻，生下男孩死于沙场埋没在荒草间。您没有看见，青海的边上，自古以来战死士兵的白骨没人掩埋。新鬼烦恼地怨恨旧鬼哭泣，天阴雨湿时众鬼凄厉地发出啾啾的哭叫声。",
        "c2": "1.兵车行：选自《杜详注》。这首诗大约作于天宝中后期。当时唐王朝对西南的少数民族不断用兵。天宝八年（749），哥舒翰奉命进攻吐蕃，石堡城（在今西安北部）一役，死数万人。十年（751），剑南节度使鲜于仲通率兵八万进攻南诏（辖境主要在今云南），军大败，死六万人。为补充兵力，杨国忠遣御史分道捕人，连枷送往军所，送行者哭声震野。这首诗就是据上述情况写的。这是一首乐府诗。题目是诗人自拟的。2.辚（lín）辚：车轮声。《诗经·秦风·车辚》：“有车辚辚”。3.萧萧：马嘶叫声。《诗经·小雅·车攻》：“萧萧马鸣”。4.行(xíng)人：指被征出发的士兵。5.耶：通假字，同“爷”，父亲。6.走：奔跑。7.咸阳桥：指便桥，汉武帝所建，故址在今陕西咸阳市西南，唐代称咸阳桥，唐时为长安通往西北的必经之路。8.干(gān)：冲。9.过者：过路的人，这里是杜甫自称。10.但云：只说11.点行（ xíng ）频：频繁地点名征调壮丁。12.或：不定指代词，有的、有的人。13.防河：当时常与吐蕃发生战争，曾征召陇右、关中、朔方诸军集结河西一带防御。因其地在长安以北，所以说\"北防河\"。14.西营田：古时实行屯田制，军队无战事即种田，有战事即作战。\"西营田\"也是防备吐蕃的。15.里正：唐制，每百户设一里正，负责管理户口。检查民事、催促赋役等。16.裹头：男子成丁，就裹头巾，犹古之加冠。古时以皂罗（黑绸）三尺裹头，曰头巾。新兵因为年纪小，所以需要里正给他裹头。17.还（huán）18.边庭：边疆。19.武皇：汉武帝刘彻。唐诗中常有以汉指唐的委婉避讳方式。这里借武皇代指唐玄宗。唐人诗歌中好以“汉”代“唐”，下文“汉家”也是指唐王朝。20.开边：用武力开拓边疆。21.汉家: 汉朝。这里借指唐。22.山东：崤山或华山以东。古代秦居西方，秦地以外，统称山东。23.荆杞(qǐ )：荆棘与杞柳，都是野生灌木。24.陇(lǒng)亩：田地。陇，通“垄”，在耕地上培成一行的土埂，田埂，中间种植农作物。25.无东西：不分东西，意思是行列不整齐。26.况复：更何况。27.秦兵：指关中一带的士兵。耐苦战--能顽强苦战。这句说关中的士兵能顽强苦战，像鸡狗一样被赶上战场卖命。28.长者：即上文的\"道旁过者\"，也指有名望的人，即杜甫。征人敬称他为\"长者\"。\"役夫敢申恨\"：征人自言不敢诉说心中的冤屈愤恨。这是反诘语气，表现士卒敢怒而不敢言的情态。29.役夫：行役的人。30.敢：岂敢，怎么敢。31.且如：就如。32.关西：当时指函谷关以西的地方。这两句说，因为对吐蕃的战争还未结束，所以关西的士兵都未能罢遣还家。33.县官：官府。34.比邻：近邻。35.青海头：即青海边。这里是自汉代以来，汉族经常与西北少数民族发生战争的地方。唐初也曾在这一带与突厥、吐蕃发生大规模的战争。36.烦冤：愁烦冤屈。37.啾啾：象声词，形容凄厉的哭叫声。 "
    },
    "江南曲": {
        "title": "江南曲",
        "cont": "\n嫁得瞿塘贾，朝朝误妾期。早知潮有信，嫁与弄潮儿。\n",
        "author": "李益本站",
        "authorLink": "http://so.gushiwen.org/author_484.aspx",
        "c1": "我真悔恨嫁做瞿塘商人妇，他天天把相会的佳期耽误。早知潮水的涨落这么守信，还不如嫁一个弄潮的丈夫。",
        "c2": "①江南曲：古代歌曲名。 乐府《相和歌》曲名。这是一首拟乐府，写得很有民歌色彩。②瞿塘贾：在长江上游一带作买卖的商人。瞿塘：指瞿塘峡，长江三峡之一。贾：商人。③妾：古代女子自称的谦词。④潮有信：潮水涨落有一定的时间，叫“潮信”。⑤弄潮儿：潮水涨时戏水的人，获指潮水来时，乘船入江的人。 "
    },
    "燕歌行": {
        "title": "燕歌行",
        "cont": "\n开元二十六年，客有从御史大夫张公出塞而还者；作《燕歌行》以示适，感征戍之事，因而和焉。\n汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旗逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞。大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。(常轻敌 一作：恒轻敌)铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫更何有。(飘飖 一作：飘飘)杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋。君不见沙场征战苦，至今犹忆李将军。\n",
        "author": "高适",
        "authorLink": "http://so.gushiwen.org/author_227.aspx",
        "c1": "唐玄宗开元二十六年，有个随从主帅出塞回来的人，写了《燕歌行》一首给我看。我感慨于边疆战守的事，因而写了这首《燕歌行》应和他。",
        "c2": "边境举烟火狼烟东北起尘土，唐朝将军辞家去欲破残忍之边贼。战士们本来在战场上就所向无敌，皇帝又特别给予他们丰厚的赏赐。锣声响彻重鼓棰声威齐出山海关，旌旗迎风又逶迤猎猎碣石之山间。校尉紧急传羽书飞奔浩瀚之沙海，匈奴单于举猎火光照已到我狼山。山河荒芜多萧条满目凄凉到边土，胡人骑兵仗威力兵器声里夹风雨。战士拼斗军阵前半数死去半生还，美人却在营帐中还是歌来还是舞！时值深秋大沙漠塞外百草尽凋枯，孤城一片映落日战卒越斗越稀少。身受皇家深恩义常思报国轻寇敌，边塞之地尽力量尚未破除匈奴围。身穿铁甲守边远疆场辛勤已长久，珠泪纷落挂双目丈夫远去独啼哭。少妇孤单住城南泪下凄伤欲断肠，远征军人驻蓟北依空仰望频回头。边境飘渺多遥远怎可轻易来奔赴，绝远之地尽苍茫更是人烟何所有。杀气春夏秋三季腾起阵前似乌云，一夜寒风声声里如泣更声惊耳鼓。互看白刃乱飞舞夹杂鲜血纷飞，从来死节为报国难道还求著功勋？你没看见拼杀在沙场战斗多惨苦，现在还在思念有勇有谋的李将军。"
    },
    "丽人行": {
        "title": "丽人行",
        "cont": "\n三月三日天气新，长安水边多丽人。态浓意远淑且真，肌理细腻骨肉匀。绣罗衣裳照暮春，蹙金孔雀银麒麟。头上何所有？翠微盍叶垂鬓唇。背后何所见？珠压腰衱稳称身。就中云幕椒房亲，赐名大国虢与秦。紫驼之峰出翠釜，水精之盘行素鳞。犀箸厌饫久未下，鸾刀缕切空纷纶。黄门飞鞚不动尘，御厨络绎送八珍。箫鼓哀吟感鬼神，宾从杂遝实要津。后来鞍马何逡巡，当轩下马入锦茵。杨花雪落覆白苹，青鸟飞去衔红巾。炙手可热势绝伦，慎莫近前丞相嗔！\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "三月三日阳春时节天气清新，长安曲江河畔聚集好多美人。姿态凝重神情高远文静自然，肌肤丰润胖瘦适中身材匀称。绫花绫罗衣裳映衬暮春风光，金丝绣的孔雀银丝刺的麒麟。头上戴的是什么珠宝首饰呢？翡翠玉做的花饰垂挂在两鬓。在她们的背后能看见什么呢？珠宝镶嵌的裙腰多稳当合身。其中有几位都是后妃的亲戚，里面有虢国和秦国二位夫人。翡翠蒸锅端出香喷的紫驼峰，水晶圆盘送来肥美的白鱼鲜。她们捏着犀角筷子久久不动，厨师们快刀细切空忙了一场。宦官骑马飞驰不敢扬起灰尘，御厨络绎不绝送来海味山珍。笙箫鼓乐缠绵宛转感动鬼神，宾客随从满座都是达官贵人。有一个骑马官人是何等骄横，车前下马从绣毯上走进帐门。白雪似的杨花飘落覆盖浮萍，青鸟飞去衔起地上的红丝帕。杨家气焰很高权势无与伦比，切勿近前以免丞相发怒斥人！",
        "c2": "⑴三月三日：为上巳日，唐代长安士女多于此日到城南曲江游玩踏青。⑵态浓：姿态浓艳。意远：神气高远。淑且真：淑美而不做作。⑶肌理细腻：皮肤细嫩光滑。骨肉匀：身材匀称适中。⑷“绣罗”两句：用金银线镶绣着孔雀和麒麟的华丽衣裳与暮春的美丽景色相映生辉。⑸翠微：薄薄的翡翠片。微：一本作“为”。 訇叶：一种首饰。鬓唇：鬓边。⑹珠压：谓珠按其上，使不让风吹起，故下云“稳称身”。 腰衱：裙带。⑺就中：其中。云幕：指宫殿中的云状帷幕。椒房：汉代皇后居室，以椒和泥涂壁。后世因称皇后为椒房，皇后家属为椒房亲。⑻“赐名”句：指天宝七载（748）唐玄宗赐封杨贵妃的大姐为韩国夫人，三姐为虢国夫人，八姐为秦国夫人。⑼紫驼之峰：即驼峰，是一种珍贵的食品。唐贵族食品中有“驼峰炙”。釜：古代的一种锅。翠釜，形容锅的色泽。⑽水精：即水晶。行：传送。素鳞：指白鳞鱼。⑾犀筯：犀牛角作的筷子。厌饫：吃得腻了。⑿鸾刀：带鸾铃的刀。缕切：细切。空纷纶：厨师们白白忙乱一番。贵人们吃不下。⒀黄门：宦官。飞鞚，即飞马。⒁八珍：形容珍美食品之多。⒂宾从：宾客随从。杂遝：众多杂乱。要津：本指重要渡口，这里喻指杨国忠兄妹的家门，所谓“虢国门前闹如市”。⒃后来鞍马：指杨国忠，却故意不在这里明说。逡巡：原意为欲进不进，这里是顾盼自得的意思。⒄“杨花”句：是隐语，以曲江暮春的自然景色来影射杨国忠与其从妹虢国夫人（嫁裴氏）的暧昧关系，又引北魏胡太后和杨白花私通事，因太后曾作“杨花飘荡落南家”，及“愿衔杨花入窠里”句。后人有“杨花入水化为浮萍”之说，萍之大者为蘋。杨花、萍和蘋虽为三物，实出一体，故以杨花覆蘋影射兄妹苟且乱伦。据史载：“虢国素与国忠乱，颇为人知，不耻也。每入谒，并驱道中，从监、侍姆百余骑，炬密如昼，靓妆盈里，不施帏障，时人谓为雄狐。”⒅青鸟：神话中鸟名，西王母使者。相传西王母将见汉武帝时，先有青鸟飞集殿前（见《汉武故事》）。后常被用作男女之间的信使。⒆“炙手”二句：言杨氏权倾朝野，气焰灼人，无人能比。丞相：指杨国忠，天宝十一载（752年）十一月为右丞相。嗔：发怒。 "
    },
    "烈女操": {
        "title": "烈女操",
        "cont": "\n梧桐相待老，鸳鸯会双死。贞女贵徇夫，舍生亦如此。波澜誓不起，妾心古井水。(古井水 一作：井中水)\n",
        "author": "孟郊",
        "authorLink": "http://so.gushiwen.org/author_232.aspx",
        "c1": "雄梧雌桐枝叶覆盖相守终老，鸳鸯水鸟成双成对至死相随。贞洁的妇女贵在为丈夫殉节，为此舍生才称得上至善至美。对天发誓我心永远忠贞不渝，就像清净不起波澜的古井水！",
        "c2": "1、烈女操：乐府中《琴曲》歌辞。烈女：贞洁女子。操：琴曲中的一种体裁。2、梧桐：传说梧为雄树，桐为雌树，其实梧桐树是雌雄同株。相待老：指梧和桐同长同老。3、会：终当。4、殉：以死相从。5、“波澜”两句意谓我的心如同古井之水，永远不会泛起情感波澜。古：同枯。古井水：枯井水。 "
    },
    "塞下曲·林暗草惊风": {
        "title": "塞下曲·林暗草惊风",
        "cont": "\n林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。\n",
        "author": "卢纶",
        "authorLink": "http://so.gushiwen.org/author_583.aspx",
        "c1": "昏暗的树林中，草突然被风吹得摇摆不定，飒飒作响，将军以为野兽来了，连忙开弓射箭。天亮去寻找那只箭，已经深深地陷入石棱中。",
        "c2": "①塞下曲――古代歌曲名。这类作品多是描写边境风光和战争生活的。②惊风――突然被风吹动。③引弓――拉弓，开弓，这里包含下一步的射箭。④平明――天刚亮的时候。⑤白羽――箭杆后部的白色羽毛，这里指箭。⑥没――陷入，这里是钻进的意思。⑦石棱――石头的边角。⑧将军——指的是西汉的飞将军李广 "
    },
    "长干行·家临九江水": {
        "title": "长干行·家临九江水",
        "cont": "\n家临九江水，来去九江侧。同是长干人，生小不相识。\n",
        "author": "崔颢",
        "authorLink": "http://so.gushiwen.org/author_547.aspx",
        "c1": "我的家临近九江边，来来往往都在九江附近。你和我同是长干人，从小不相识真是很遗憾。",
        "c2": "①长干行：乐府曲名。是长干里一带的民歌，长干里在今江苏省南京市南面。②临：靠近。③九江：今江西九江市。④长干：地名，在今江苏江宁县。⑤生小：自小，从小时候起。 "
    },
    "塞下曲·鹫翎金仆姑": {
        "title": "塞下曲·鹫翎金仆姑",
        "cont": "\n鹫翎金仆姑，燕尾绣蝥弧。独立扬新令，千营共一呼。\n",
        "author": "卢纶",
        "authorLink": "http://so.gushiwen.org/author_583.aspx",
        "c1": "身佩雕羽制成的金仆姑好箭，旌旗上扎成燕尾蝥弧多鲜艳。大将军威严地屹立发号施令，千军万马一呼百应动地惊天。",
        "c2": "①鹫：大鹰；②翎：羽毛；③金仆姑：箭名。④燕尾：旗上的飘带；⑤蝥弧：旗名。 "
    },
    "塞下曲·月黑雁飞高": {
        "title": "塞下曲·月黑雁飞高",
        "cont": "\n月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。\n",
        "author": "卢纶",
        "authorLink": "http://so.gushiwen.org/author_583.aspx",
        "c1": "夜静月黑雁群飞得很高，单于趁黑夜悄悄地逃窜。正要带领轻骑兵去追赶，大雪纷飞落满了身上的弓刀。",
        "c2": "①塞下曲：古时边塞的一种军歌。②月黑：没有月光。③单于（chán yú ）：匈奴的首领。这里指入侵者的最高统帅。④遁：逃走。⑤将：率领。⑥轻骑：轻装快速的骑兵。⑦逐：追赶。⑧满：沾满。 "
    },
    "塞下曲·野幕敞琼筵": {
        "title": "塞下曲·野幕敞琼筵",
        "cont": "\n野幕敞琼筵，羌戎贺劳旋。醉和金甲舞，雷鼓动山川。\n",
        "author": "卢纶",
        "authorLink": "http://so.gushiwen.org/author_583.aspx",
        "c1": "在野外天幕下设下劳军盛宴，边疆兄弟民族都来祝贺我军凯旋。喝醉酒后还要和着金甲跳舞，欢腾的擂鼓声震动了周围的山川。",
        "c2": "⑴敞：一本作“蔽”。⑵琼筵：盛宴。⑶雷鼓：即“擂鼓”。 "
    },
    "哀江头": {
        "title": "哀江头",
        "cont": "\n少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "祖居少陵的野老（杜甫自称）无声地痛哭，春天偷偷地来到了曲江边。江岸的宫殿千门闭锁，细细的柳丝和新生的水蒲为谁而绿？回忆当初皇帝的彩旗仪仗下了南苑，苑里的万物都生出光辉。昭阳殿里的第一美人也同车出游，随侍在皇帝身旁。车前的宫中女官带着弓箭，白马套着带嚼子的黄金马勒。翻身朝天上的云层射去，一笑之间双飞的一对鸟儿便坠落在地。杨贵妃明亮的眼睛和洁白的牙齿在哪里呢？鲜血玷污了她的游魂，再也不能归来！清清的渭水向东流去，而玄宗所在的剑阁是那么深远。走的和留下的彼此没有消息。人生有情，泪水沾湿了胸臆，江水的流淌和江花的开放哪里会有尽头呢？黄昏时，胡骑扬起满城的尘土，我想去城南，却望着城北。 ",
        "c2": "（1）少陵：杜甫祖籍长安杜陵。少陵是汉宣帝许皇后的陵墓，在杜陵附近。杜甫曾在少陵附近居住过，故自称“少陵野老”。吞声哭：哭时不敢出声。（2）潜行：因在叛军管辖之下，只好偷偷地走到这里。曲江曲：曲江的隐曲角落之处。（3）“江头”一句：写曲江边宫门紧闭，游人绝迹。江头宫殿：《旧唐书·文宗纪》：“上（文宗)好为，每诵杜甫《曲江行》（即本篇）......乃知天宝以前，曲江四岸皆有行宫台殿、百司廨署。”王嗣奭《杜臆》卷二：“曲江，帝与妃游幸之所，故有宫殿。”（4）为谁绿：意思是国家破亡，连草木都失去了故主。（5）霓旌：云霓般的彩旗，指天子之旗。《文选》司马相如《上林赋》：“拖蜺（同‘霓’）旌。”李善注引张揖曰：“析羽毛，染以五采，缀以缕为旌，有似虹蜺之气也。”南苑：指曲江东南的芙蓉苑。因在曲江之南，故称。（6）生颜色：万物生辉。（7）昭阳殿：汉代宫殿名。汉成帝皇后赵飞燕之妹为昭仪，居住于此。唐人多以赵飞燕比杨贵妃。第一人：最得宠的人。（8）辇：皇帝乘坐的车子。古代君臣不同辇，此句指杨贵妃的受宠超出常规。（9）才人：宫中的女官。（10）嚼啮：咬。黄金勒：用黄金做的衔勒。（11）仰射云：仰射云间飞鸟。（12）一笑：杨贵妃因才人射中飞鸟而笑。正坠双飞翼：或亦暗寓唐玄宗和杨贵妃的马嵬驿之变。（13）“明眸皓齿”两句：写安史之乱起，玄宗从长安奔蜀，路经马嵬驿，禁卫军逼迫玄宗缢杀杨贵妃。《旧唐书·杨贵妃传》：“及潼关失守，从幸至马嵬，禁军大将陈玄礼密启太子，诛国忠父子。既而四军不散，玄宗遣力士宣问，对曰：‘贼本尚在。’盖指贵妃也。力士复奏，帝不获已，与妃诀，遂缢死于佛室。时年三十八，瘗于驿西道侧。”（14）清渭东流两句：仇兆鳌注：“马嵬驿，在京兆府兴平县（今属陕西省），渭水自陇西而来，经过兴平。盖杨妃藳葬渭滨，上皇（玄宗）巡行剑阁，市区住西东，两无消息也。”（《杜少陵集详注》卷四）清渭，即渭水。剑阁，即大剑山，在今四川省剑阁县的北面，是由长安入蜀必经之道。《太平御览》卷一六七引《水经注》：“益昌有小剑城，去大剑城三十里，连山绝险，飞阁通衢，故谓之剑阁也。”（15）人生两句：意谓江水江花年年依旧，而人生有情，则不免感怀今昔而生悲。以无情衬托有情，越见此情难以排遣。　（16）胡骑：指叛军的骑兵。（17）欲往城南句：写极度悲哀中的迷惘心情。原注：“甫家住城南。”望城北：走向城北。北方口语，说向为望。望，一作“忘”。城北，一作“南北”。 "
    },
    "独不见": {
        "title": "独不见",
        "cont": "\n卢家少妇郁金堂，海燕双栖玳瑁梁。九月寒砧催木叶，十年征戍忆辽阳。白狼河北音书断，丹凤城南秋夜长。谁谓含愁独不见，更教明月照流黄。\n",
        "author": "沈佺期",
        "authorLink": "http://so.gushiwen.org/author_494.aspx",
        "c1": "卢家年轻的主妇，居住在以郁金香浸洒和泥涂壁的华美的屋宇之内，海燕飞来，成对成双地栖息于华丽的屋梁之上。九月里，寒风过后，在急切的捣衣声中，树叶纷纷下落，丈夫远征辽阳已逾十载，令人思念。白狼河北的辽阳地区音信全部被阻断，幽居在长安城南的少妇感到秋日里的夜晚特别漫长。她哀叹：我到底是为哪一位思而不得见的人满含哀愁啊？为何还让那明亮的月光照在帏帐之上？ ",
        "c2": "⑴独不见：乐府《杂曲歌辞》旧题。《乐府解题》：“独不见，伤思而不见也。”⑵卢家少妇：泛指少妇。郁金堂：以郁金香料涂抹的堂屋。堂，一作“香”。梁朝萧衍《河中之水歌》：“河中之水向东流，洛阳女儿名莫愁。……十五嫁为卢家妇，十六生儿字阿侯。卢家兰室桂为梁，中有郁金苏合香。”⑶海燕：又名越燕，燕的一种。因产于南方滨海地区（古百越之地），故名。玳瑁（旧读 dài mèi）：海生龟类，甲呈黄褐色相间花纹，古人用为装饰品。⑷寒砧（zhēn）：指捣衣声。砧，捣衣用的垫石。古代妇女缝制衣服前，先要将衣料捣过。为赶制寒衣妇女每于秋夜捣衣，故古常以捣衣声寄思妇念远之情。木叶：树叶。⑸辽阳：辽河以北，泛指辽东地区。⑹白狼河：今辽宁省境内之大凌河。音：一作“军”。⑺丹凤城：此指长安。相传秦穆公女儿弄玉吹箫，引来凤凰，故称咸阳为丹凤城。后以凤城称京城。唐时长安宫廷在城北，住宅在城南。⑻谁为：即“为谁”。为，一作“谓”。⑼教（jiāo）：使。流黄：黄紫色相间的丝织品，此指帷帐，一说指衣裳。更教：一作“使妾”。照：一作“对”。 "
    },
    "哀王孙": {
        "title": "哀王孙",
        "cont": "\n长安城头头白乌，夜飞延秋门上呼。又向人家啄大屋，屋底达官走避胡。金鞭断折九马死，骨肉不得同驰驱。腰下宝玦青珊瑚，可怜王孙泣路隅。问之不肯道姓名，但道困苦乞为奴。已经百日窜荆棘，身上无有完肌肤。高帝子孙尽隆准，龙种自与常人殊。豺狼在邑龙在野，王孙善保千金躯。不敢长语临交衢，且为王孙立斯须。昨夜东风吹血腥，东来橐驼满旧都。朔方健儿好身手，昔何勇锐今何愚。窃闻天子已传位，圣德北服南单于。花门剺面请雪耻，慎勿出口他人狙。哀哉王孙慎勿疏，五陵佳气无时无。\n",
        "author": "杜甫",
        "authorLink": "http://so.gushiwen.org/author_474.aspx",
        "c1": "长安城头，伫立着一只白头乌鸦，夜暮了，还飞进延秋门上叫哇哇。这怪物，又向大官邸宅啄个不停，吓得达官们，为避胡人逃离了家。玄宗出奔，折断金鞭又累死九马，皇亲国戚，来不及和他一同驱驾。有个少年，腰间佩带玉块和珊瑚，可怜呵，他在路旁哭得嗓子嘶哑。千问万问，总不肯说出自己姓名，只说生活困苦，求人收他做奴伢！已经有一百多天，逃窜荆棘丛下，身上无完肤，遍体是裂痕和伤疤。凡是高帝子孙，大都是鼻梁高直，龙种与布衣相比，自然来得高雅。豺狼在城称帝，龙种却流落荒野，王孙呵，你一定要珍重自己身架。在十字路口，不敢与你长时交谈，只能站立片刻，交待你重要的话。昨天夜里，东风吹来阵阵血腥味，长安东边，来了很多骆驼和车马。北方军队，一贯是交战的好身手，往日勇猛，如今何以就流水落花。私下听说，皇上已把皇位传太子，南单于派使拜服，圣德安定天下。他们个个割面，请求雪耻上前线，你要守口如瓶，以防暗探的缉拿。多可怜呵王孙，你万万不要疏忽，五陵之气葱郁，大唐中兴有望呀！",
        "c2": "（1）延秋门：唐玄宗曾由此出逃。（2）金鞭断折：指唐玄宗以金鞭鞭马快跑而金鞭断折。九马：皇帝御马。（3）宝玦：玉佩。（4） 隅：角落。（5）高帝子孙：汉高祖刘邦的子孙。这里是以汉代唐。隆准：高鼻。（6）豺狼在邑：指安禄山占据长安。邑：京城。龙在野：指唐玄宗奔逃至蜀地。（7）临交衢：靠近大路边。衢：大路。（8）斯须：一会儿。（9）东风吹血腥：指安史叛军到处屠杀。（10）“朔方”句：指唐将哥舒翰守潼关的河陇、朔方军二十万，为安禄山叛军大败的事。（11）“传位”句：天宝十五载八月，玄宗在灵武传位于肃宗。（12）花门：即回纥。剺（lí）面：匈奴风俗在宣誓仪式上割面流血，以表诚意。这里指回纥坚决表示出兵助唐王朝平定安史之乱。（13）狙（jū）：伺察，窥伺。（14）五陵：五帝陵。佳气：兴旺之气。无时无：时时存在。（15）白头乌：白头乌鸦，不祥之物。南朝梁末侯景作乱，有白头乌万计集于朱雀楼。 "
    }
}